Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__scroll_to_top.po
Languages: ru_ru

# Addons::name::ab__scroll_to_top
source: AB: "Scroll to top" button
ru_ru: AB: Кнопка "Подняться наверх"

# Addons::description::ab__scroll_to_top
source: Add-on allows adding scrolling to page top button on the storefront and the administrative panel pages
ru_ru: Модуль позволяет добавить кнопку прокрутки страницы к верху на страницы магазина и административной панели

# Languages::ab__scroll_to_top
source: AB: "Scroll to top" button
ru_ru: AB: Кнопка "Подняться наверх"

# Languages::ab__scroll_to_top.arrow
source: Arrow
ru_ru: Стрелка

# Languages::ab__stt.only_integer
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::position
source: Button position on the page
ru_ru: Положение кнопки на странице

# SettingsVariants::ab__scroll_to_top::position::top_left
source: At the upper left
ru_ru: Вверху слева

# SettingsVariants::ab__scroll_to_top::position::top_right
source: At the upper right
ru_ru: Вверху справа

# SettingsVariants::ab__scroll_to_top::position::bottom_left
source: At the left bottom
ru_ru: Внизу слева

# SettingsVariants::ab__scroll_to_top::position::bottom_right
source: At the right bottom
ru_ru: Внизу справа

# SettingsOptions::ab__scroll_to_top::icon
source: Button icon
ru_ru: Иконка кнопки

# SettingsVariants::ab__scroll_to_top::icon::arrow_1
source: Arrow 1
ru_ru: Стрелка 1

# SettingsVariants::ab__scroll_to_top::icon::arrow_2
source: Arrow 2
ru_ru: Стрелка 2

# SettingsVariants::ab__scroll_to_top::icon::arrow_3
source: Arrow 3
ru_ru: Стрелка 3

# SettingsVariants::ab__scroll_to_top::icon::arrow_4
source: Arrow 4
ru_ru: Стрелка 4

# SettingsVariants::ab__scroll_to_top::icon::arrow_5
source: Arrow 5
ru_ru: Стрелка 5

# SettingsVariants::ab__scroll_to_top::icon::arrow_6
source: Arrow 6
ru_ru: Стрелка 6

# SettingsVariants::ab__scroll_to_top::icon::arrow_7
source: Arrow 7
ru_ru: Стрелка 7

# SettingsVariants::ab__scroll_to_top::icon::arrow_8
source: Arrow 8
ru_ru: Стрелка 8

# SettingsVariants::ab__scroll_to_top::icon::arrow_9
source: Arrow 9
ru_ru: Стрелка 9

# SettingsVariants::ab__scroll_to_top::icon::arrow_10
source: Arrow 10
ru_ru: Стрелка 10

# SettingsOptions::ab__scroll_to_top::margin_top
source: Value of the attribute on top <b>margin-top</b>
ru_ru: Значение внешнего отступа сверху (атрибут <b>margin-top</b>)

# SettingsTooltips::ab__scroll_to_top::margin_top
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::margin_right
source: Value of the attribute on the right <b>margin-right</b>
ru_ru: Значение внешнего отступа справа (атрибут <b>margin-right</b>)

# SettingsTooltips::ab__scroll_to_top::margin_right
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::margin_bottom
source: Value of the attribute at the bottom <b>margin-bottom</b>
ru_ru: Значение внешнего отступа снизу (атрибут <b>margin-bottom</b>)

# SettingsTooltips::ab__scroll_to_top::margin_bottom
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::margin_left
source: Value of the attribute on the left <b>margin-left</b>
ru_ru: Значение внешнего отступа слева (атрибут <b>margin-left</b>)

# SettingsTooltips::ab__scroll_to_top::margin_left
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::font_size
source: Value of the icon attribute <b>font-size</b>
ru_ru: Значение размера иконки (атрибут <b>font-size</b>)

# SettingsTooltips::ab__scroll_to_top::font_size
source: Only integers
ru_ru: Только целые числа

# SettingsOptions::ab__scroll_to_top::font_weight
source: Value of the icon saturation attribute <b>font-weight</b>
ru_ru: Значение насыщенности иконки (атрибут <b>font-weight</b>)

# SettingsVariants::ab__scroll_to_top::font_weight::normal
source: normal
ru_ru: нормальное

# SettingsVariants::ab__scroll_to_top::font_weight::bold
source: bold
ru_ru: жирное

# SettingsOptions::ab__scroll_to_top::hide_on_mobile
source: Hide on mobile devices
ru_ru: Скрывать на мобильных устройствах

# SettingsOptions::ab__scroll_to_top::show_in_admin_panel
source: Display the button in the admin panel
ru_ru: Отображать кнопку в админ панели

# SettingsOptions::ab__scroll_to_top::units
source: Units of measure
ru_ru: Единицы измерения

# SettingsTooltips::ab__scroll_to_top::units
source: Will be used for calculation of all sizes. More information on <a target="_blank" href="//www.w3.org/Style/Examples/007/units.en.html"> w3.org</a>
ru_ru: Будут использованы для расчета всех величин. Больше информации на <a target="_blank" href="//www.w3.org/Style/Examples/007/units.ru.html">w3.org</a>

# SettingsVariants::ab__scroll_to_top::units::cm
source: cm (38px)
ru_ru: см (38px)

# SettingsVariants::ab__scroll_to_top::units::mm
source: mm (3.8px)
ru_ru: мм (3.8px)

# SettingsOptions::ab__scroll_to_top::transition
source: Animation duration, ms
ru_ru: Продолжительность анимации, мс

# SettingsTooltips::ab__scroll_to_top::transition
source: Specify animation duration value in milliseconds. If enter value more than 1500 - it will be automatically established in 1500
ru_ru: Укажите значение продолжительности анимации в миллисекундах. Если ввести значение больше 1500 - оно будет автоматически установлено в 1500

# Languages::ab__stt.color
source: Value of the icon attribute <b>color</b>
ru_ru: Значение цвета иконки (атрибут <b>color</b>)

# Languages::ab__stt.settings
source: General settings
ru_ru: Общие настройки

# Languages::ab__scroll_to_top.help
source: Help
ru_ru: Справка

# Languages::ab__scroll_to_top.help.doc
source: Read the <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__scroll_to_top.doc'>documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__scroll_to_top.doc'>документацией</a>.

# Languages::privilege_groups.ab__scroll_to_top
source: AB: "Scroll to top" button
ru_ru: AB: Кнопка "Подняться наверх"

# Languages::privileges.ab__stt.data.manage
source: Manage button data
ru_ru: Управление данными кнопки

# Languages::privileges.ab__stt.data.view
source: View button data
ru_ru: Просмотр данных кнопки
