Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__fast_navigation.po
Languages: ru_ru, uk_ua

# Addons::name::ab__fast_navigation
source: AB: Fast navigation
ru_ru: AB: Быстрая навигация
uk_ua: AB: Швидка навігація

# Addons::description::ab__fast_navigation
source: Addon allows to add fast navigation block on the store pages
ru_ru: Модуль позволяет добавлять блок быстрой навигации по страницам магазина
uk_ua: Модуль дозволяє додавати лок швидкої навігації по сторінкам магазину

# Languages::ab__fast_navigation
source: AB: Fast navigation
ru_ru: AB: Быстрая навигация
uk_ua: AB: Швидка навігація

# SettingsOptions::ab__fast_navigation::load_by_ajax
source: Use Ajax to download the second level elements
ru_ru: Использовать Ajax для загрузки элементов второго уровня
uk_ua: Застосувати Ajax для завантаження елементів другого рівня

# SettingsTooltips::ab__fast_navigation::load_by_ajax
source: When setting is used the second level elements of "Two-level navigation" will be displayed after page downloading
ru_ru: При использовании настройки элементы второго уровня "Двухуровневой навигации" будут отображены после загрузки страницы
uk_ua: При застосуванні налаштування елементи другого рівня "Двухрівневої навігації" будуть відображатись після завантаження сторінки

# SettingsOptions::ab__fast_navigation::add_watermarks
source: Add watermarks for images in fast navigation
ru_ru: Добавить водяные знаки для изображений в быстрой навигации
uk_ua: Додати водяні знаки для зображень у швидкій навігації

# SettingsTooltips::ab__fast_navigation::add_watermarks
source: Note: "Watermarks" add-on must be installed and enabled
ru_ru: Обратите внимание, что модуль "Водяные знаки" должен быть установлен и включен
uk_ua: Зверніть увагу, що модуль"Водяні знаки" має бути встановлений і увімкнений

# Languages::block_ab__fast_navigation
source: AB: Fast navigation
ru_ru: AB: Быстрая навигация
uk_ua: AB: Швидка навігація

# Languages::block_ab__fast_navigation_description
source: Block with fast navigation
ru_ru: Блок с быстрой навигацией
uk_ua: Блок зі швидкою навігацією

# Languages::block_ab__fast_navigation_categories
source: AB: Fast navigation by categories
ru_ru: AB: Быстрая навигация по категориям
uk_ua: AB: Швидка навігація по категоріям

# Languages::block_ab__fast_navigation_categories_description
source: Fast navigation block by subcategories
ru_ru: Блок быстрой навигации по подкатегориям
uk_ua: Блок швидкої навігації по підкатегоріям

# Languages::ab__fn_one_level
source: Single-level navigation
ru_ru: Одноуровневая навигация
uk_ua: Однорівнева навігація

# Languages::ab__fn_two_level
source: Two-level navigation
ru_ru: Двухуровневая навигация
uk_ua: Дворівнева навігація

# Languages::ab__fn_display_type
source: Display type
ru_ru: Тип отображения
uk_ua: Тип відображення

# Languages::ab__fn_number_of_columns
source: Number of columns in the list
ru_ru: Количество колонок в списке
uk_ua: Кількість колонок у списку

# Languages::ab__fn_number_of_columns.tooltip
source: Number of columns for screens
ru_ru: Количество колонок для экранов
uk_ua: Кількість колонок для екранів

# Languages::ab__fn_number_of_columns_desktop
source: Number of columns in the list (Desktop)
ru_ru: Количество колонок в списке (Десктоп)
uk_ua: Кількість колонок у списку (Десктоп)

# Languages::ab__fn_number_of_columns_desktop.tooltip
source: Number of columns for screens > 1230px
ru_ru: Количество колонок для экранов > 1230px
uk_ua: Кількість колонок для екранів > 1230px

# Languages::ab__fn_number_of_columns_desktop_small
source: Number of columns in the list (Notebook)
ru_ru: Количество колонок в списке (Ноутбук)
uk_ua: Кількість колонок у списку (Ноутбук)

# Languages::ab__fn_number_of_columns_desktop_small.tooltip
source: Number of columns for screens 992px - 1229px
ru_ru: Количество колонок для экранов 992px - 1229px
uk_ua: Кількість колонок для екранів 992px - 1229px

# Languages::ab__fn_number_of_columns_tablet
source: Number of columns in the list (Tablet)
ru_ru: Количество колонок в списке (Планшет)
uk_ua: Кількість колонок у списку (Планшет)

# Languages::ab__fn_number_of_columns_tablet.tooltip
source: Number of columns for screens 768px - 991px
ru_ru: Количество колонок для экранов 768px - 991px
uk_ua: Кількість колонок для екранів 768px - 991px

# Languages::ab__fn_number_of_columns_tablet_small
source: Number of columns in the list (Phablet)
ru_ru: Количество колонок в списке (Фаблет)
uk_ua: Кількість колонок у списку (Фаблет)

# Languages::ab__fn_number_of_columns_tablet_small.tooltip
source: Number of columns for screens 576px - 767px
ru_ru: Количество колонок для экранов 576px - 767px
uk_ua: Кількість колонок для екранів 576px - 767px

# Languages::ab__fn_number_of_columns_mobile
source: Number of columns in the list (Phone)
ru_ru: Количество колонок в списке (Смартфон)
uk_ua: Кількість колонок у списку (Смартфон)

# Languages::ab__fn_number_of_columns_mobile.tooltip
source: Number of columns for screens < 575px
ru_ru: Количество колонок для экранов < 575px
uk_ua: Кількість колонок для екранів < 575px

# Languages::ab__fn_init_second_level_scroll
source: Enable scroller for the second level
ru_ru: Включить скроллер для второго уровня
uk_ua: Увімкнути скролер для другого рівня

# Languages::ab__fn_add_link
source: Add a link on "All from the section"
ru_ru: Добавить ссылку на "Всё из раздела"
uk_ua: Додати посилання на "Все із розділу"

# Languages::ab__fn_add_link.tooltip
source: The link will have the URL of the parent element
ru_ru: Ссылка будет иметь URL родительского элемента
uk_ua: Посилання буде мати URL батьківського елементу

# Languages::ab__fn_icon_width
source: Icon width, px
ru_ru: Ширина иконки, px
uk_ua: Ширина іконки, px

# Languages::ab__fn_grid
source: Grid
ru_ru: Сетка
uk_ua: Сітка

# Languages::ab__fn_scroller
source: Scroller
ru_ru: Скроллер
uk_ua: Скролер

# Languages::ab__fn_show_common_btn
source: Show "General link" button
ru_ru: Показать кнопку "Общая ссылка"
uk_ua: Показати кнопку "Загальне посилання"

# Languages::ab__fn_show_common_btn.tooltip
source: A "General link" with assigned URL will be displayed under a block
ru_ru: Под блоком будет отображена кнопка с заданным URL "Общая ссылка"
uk_ua: Під блоком буде відображено кнопку із заданим URL "Загальне посилання"

# Languages::ab__fn_init_scrollbar
source: Enable scroll progress bar for the first level
ru_ru: Включить индикатор прокрутки для первого уровня
uk_ua: Увімкнути індикатор прокрутки для першого рівня

# Languages::ab__fn_common_btn_text
source: "General link" button text
ru_ru: Текст кнопки "Общая ссылка"
uk_ua: Текст кнопки "Загальне посилання"

# Languages::ab__fn.common_btn_text.tooltip
source: Allows to set button text. If leave empty — text "BUTTON" will be represented by default
ru_ru: Позволяет задавать текст кнопки. Если оставить пустым — по умолчанию будет отображен текст "КНОПКА"
uk_ua: Дозволяє задавати текст кнопки. Якщо залишити порожнім — за замовчуванням буде відображено текст "КНОПКА"

# Languages::ab__fn_show_common_btn_link
source: "General link" URL
ru_ru: URL "Общая ссылка"
uk_ua: URL "Загальне посилання"

# Languages::ab__fn_show_common_btn_link.tooltip
source: Destination URL. Can be an external link, a link inside the store or a dispatcher
ru_ru: Целевой URL. Может быть внешней ссылкой, ссылкой внутри магазина или диспетчером
uk_ua: Цільовий URL. Може бути зовнішнім посиланням, посиланням всередині магазину або диспетчером

# Languages::ab__fn_common_btn_type
source: Appearance of the "General link" button
ru_ru: Внешний вид кнопки "Общая ссылка"
uk_ua: Зовнішній вигляд кнопки "Загальне посилання"

# Languages::ab__fn_common_btn_type.tooltip
source: Choose the button representation on the storefront
ru_ru: Выберите представление кнопки на витрине
uk_ua: Оберіть подання кнопки на вітрині

# Languages::ab__fn_cbt_as_btn
source: Button
ru_ru: Кнопка
uk_ua: Кнопка

# Languages::ab__fn_cbt_as_txt
source: Text
ru_ru: Текст
uk_ua: Текст

# Languages::ab__fn_common_btn_class
source: "General link" additional class
ru_ru: Дополнительный класс "Общая ссылка"
uk_ua: Додатковий клас "Загальне посилання"

# Languages::ab__fn_common_btn_class.tooltip
source: List of classes that will be added to the link (space-separated)
ru_ru: Список классов, которые будут добавлены к ссылке (указывать через пробел)
uk_ua: Список класів, що будуть додані до посилання (зазначати через пробіл)

# Languages::ab__fn.more
source: All from the section
ru_ru: Всё из раздела
uk_ua: Все із розділу

# Languages::ab__fn.show_more
source: Show more [x] of [y]
ru_ru: Показать ещё [x] из [y]
uk_ua: Показати ще [x] із [y]

# Languages::ab__fn.menu.status
source: Allow displaying in AB: Fast navigation
ru_ru: Разрешить отображение в AB: Быстрая навигация
uk_ua: Дозволити відображення в АВ: Швидка навігація

# Languages::ab__fn.menu.status.tooltip
source: Activate an option for editing the AB: Fast navigation block element
ru_ru: Включить настройку для редактирования элемента блока AB: Быстрая навигация
uk_ua: Увімкнути налаштування для редагування елементу блока АВ: Швидка навігація

# Languages::ab__fn.menu.icon
source: Icon
ru_ru: Иконка
uk_ua: Іконка

# Languages::ab__fn.menu.use_origin_image
source: Use images originals
ru_ru: Использовать оригиналы изображений
uk_ua: Застосувати оригінали зображень

# Languages::ab__fn.menu.use_origin_image.tooltip
source: When the option is enabled — uploaded originals will be used "as is" (recommend using small size images). Images sizes are set in the block settings on layouts page
ru_ru: Когда настройка включена — загруженные оригиналы будут использоваться "как есть"(желательно использовать изображения небольшого размера). Размеры иконок задаются в параметрах блока на странице макетов
uk_ua: Коли налаштування увімкнено — завантажені оригінали будуть застосовуватись "як є" (бажано застосовувати зображення невеликого розміру). Розміри іконок задаються в параметрах блоку на сторінці макетів

# Languages::ab__fn.menu.label.show
source: Show label
ru_ru: Показывать маркер
uk_ua: Показувати маркер

# Languages::ab__fn.menu.label.show.tooltip
source: Display label for this language
ru_ru: Отобразить маркер для данного языка
uk_ua: Відобразити маркер для цієї мови

# Languages::ab__fn.menu.label
source: Label text
ru_ru: Текст маркера
uk_ua: Текст маркера

# Languages::ab__fn.menu.label_color
source: Label text color
ru_ru: Цвет текста маркера
uk_ua: Колір тексту маркера

# Languages::ab__fn.menu.label_background
source: Label background color
ru_ru: Цвет фона маркера
uk_ua: Колір фону маркера

# Languages::ab__fn.category.status
source: Allow displaying in AB: Fast navigation
ru_ru: Разрешить отображение в AB: Быстрая навигация
uk_ua: Дозволити відображення в АВ: Швидка навігація

# Languages::ab__fn.category.status.tooltip
source: Activate an option for editing the AB: Fast navigation block element
ru_ru: Включить настройку для редактирования элемента блока AB: Быстрая навигация
uk_ua: Увімкнути налаштування для редагування елементу блока АВ: Швидка навігація

# Languages::ab__fn.category.use_origin_image
source: Use images originals
ru_ru: Использовать оригиналы изображений
uk_ua: Застосувати оригінали зображень

# Languages::ab__fn.category.use_origin_image.tooltip
source: When the option is enabled — uploaded originals will be used "as is" (recommend using small size images). Images sizes are set in the block settings on layouts page
ru_ru: Когда настройка включена — загруженные оригиналы будут использоваться "как есть"(желательно использовать изображения небольшого размера). Размеры иконок задаются в параметрах блока на странице макетов
uk_ua: Коли налаштування увімкнено — завантажені оригінали будуть застосовуватись "як є" (бажано застосовувати зображення невеликого розміру). Розміри іконок задаються в параметрах блоку на сторінці макетів

# Languages::ab__fn.category.label.show
source: Show label
ru_ru: Показывать маркер
uk_ua: Показувати маркер

# Languages::ab__fn.category.label.show.tooltip
source: Display label for this language
ru_ru: Отобразить маркер для данного языка
uk_ua: Відобразити маркер для цієї мови

# Languages::ab__fn.category.label
source: Label text
ru_ru: Текст маркера
uk_ua: Текст маркера

# Languages::ab__fn.category.label_color
source: Label text color
ru_ru: Цвет текста маркера
uk_ua: Колір тексту маркера

# Languages::ab__fn.category.label_background
source: Label background color
ru_ru: Цвет фона маркера
uk_ua: Колір фону маркера

# Languages::ab__fn.front.button.defult_text
source: Button
ru_ru: Кнопка
uk_ua: Кнопка

# Languages::ab__fast_navigation.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::ab__fast_navigation.help.doc
source: Read the <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__fast_navigation.doc'>documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__fast_navigation.doc'>документацией</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__fast_navigation.doc'>документацією</a>.

# Languages::ab__fast_navigation.demodata
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__fn.demodata_description
source: Fast demo data creation for addon
ru_ru: Быстрое создание демо-данных для модуля
uk_ua: Швидке створення демо-даних для модуля

# Languages::ab__fn.demodata.success.menu_created.blocks_placed
source: Menu added to block [names]
ru_ru: Меню добавлено в блок [names]
uk_ua: Меню додано до блоку [names]

# Languages::ab__fn.demodata.table.description
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__fn.demodata.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__fn.demodata.table.add_menu
source: Add the menu
ru_ru: Добавить меню
uk_ua: Додати меню

# Languages::ab__fn.demodata.place_into_blocks
source: Place into blocks
ru_ru: Расставить по блокам
uk_ua: Розставити по блоках

# Languages::ab__fast_navigation.export
source: Export
ru_ru: Экспорт
uk_ua: Експорт

# Languages::ab__fn.demodata.actions.export_menu
source: Menu
ru_ru: Меню
uk_ua: Меню

# Languages::ab__fn.demodata.actions.export_menu.placeholder
source: Menu ID
ru_ru: ID меню
uk_ua: ID меню

# Languages::ab__fn.export_description
source: Fast menu export for the addon AB: Fast navigation
ru_ru: Быстрый экспорт меню для модуля AB: Быстрая навигация
uk_ua: Швидкий експорт меню для модуля AB: Швидка навігація

# Languages::ab__fn.export.table.description
source: The export data
ru_ru: Экспортируемые данные
uk_ua: Експортовані дані

# Languages::ab__fn.export.table.data
source: Data for export
ru_ru: Данные для экспорта
uk_ua: Дані для експорту

# Languages::ab__fn.export.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__fn.demodata.success.menu_created
source: Demo menu <a target="_blank" href="[href]">[name]</a> is added
ru_ru: Добавлено демо-меню <a target="_blank" href="[href]">[name]</a>
uk_ua: Додано демо-меню <a target="_blank" href="[href]">[name]</a>

# Languages::ab__fn.demodata.errors.file_broken
source: File [file_path] does not exist or was broken
ru_ru: Файл [file_path] отсутствует или был поврежден
uk_ua: Файл [file_path] відсутній або був пошкоджений

# Languages::privilege_groups.ab__fast_navigation
source: AB: Fast navigation
ru_ru: AB: Быстрая навигация
uk_ua: AB: Швидка навігація
