Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__search_motivation.po
Languages: ru_ru, uk_ua

# Addons::name::ab__search_motivation
source: AB: Search motivation
ru_ru: AB: Мотивация поиска
uk_ua: AB: Мотивація пошуку

# Addons::description::ab__search_motivation
source: Adds motivation placeholder in search field
ru_ru: Добавляет мотивационный placeholder в поле поиска
uk_ua: Додає мотиваційний placeholder в поле пошуку

# Languages::ab__search_motivation
source: AB: Search motivation
ru_ru: AB: Мотивация поиска
uk_ua: AB: Мотивація пошуку

# SettingsOptions::ab__search_motivation::show_on_homepage
source: Display on the homepage
ru_ru: Показывать на главной странице
uk_ua: Показувати на головній сторінці

# SettingsOptions::ab__search_motivation::show_on_category_page
source: Display on the categories page
ru_ru: Показывать на странице категорий
uk_ua: Показувати на сторінці категорії

# SettingsOptions::ab__search_motivation::show_on_product_page
source: Display on the product page
ru_ru: Показывать на странице товара
uk_ua: Показувати на сторінці товару

# SettingsOptions::ab__search_motivation::show_on_cart_page
source: Display on the cart page
ru_ru: Показывать на странице корзины
uk_ua: Показувати на сторінці кошика

# SettingsOptions::ab__search_motivation::show_on_checkout_page
source: Display on the checkout page
ru_ru: Показывать на странице оформления заказа
uk_ua: Показувати на сторінці оформлення замовлення

# SettingsOptions::ab__search_motivation::shuffle
source: Accidental order
ru_ru: Случайный порядок
uk_ua: Випадковий порядок

# SettingsOptions::ab__search_motivation::add_default
source: Add default expressions
ru_ru: Добавить фразы по умолчанию
uk_ua: Додати фрази за замовчуванням

# SettingsTooltips::ab__search_motivation::add_default
source: Allows to add default expressions to the pages where search expressions have already been assigned
ru_ru: Разрешает добавление фраз по умолчанию к уже назначенным фразам страниц
uk_ua: Дозволяє додавати фрази за замовчуванням до вже назначених фраз сторінок

# SettingsOptions::ab__search_motivation::delay
source: Delay script execution for n seconds
ru_ru: Отложить выполнение скрипта на n секунд
uk_ua: Відкласти виконання скрипту на n секунд

# SettingsTooltips::ab__search_motivation::delay
source: The setting affects the loading speed of your page. You can delay the execution of the script so as not to interfere with the execution of more important tasks
ru_ru: Настройка влияет на скорость загрузки Вашей страницы. Можно отложить выполнение скрипта, для того чтоб не мешать выполнению более важных задач
uk_ua: Налаштування впливає на швидкість завантаження Вашої сторінки. Можна відкласти виконання скрипту, щоб не заважати виконанню більш важливих завдань

# Languages::ab__search_motivation.search_phrases
source: Search expressions
ru_ru: Поисковые выражения
uk_ua: Пошукові вирази

# Languages::ttc_ab__search_motivation.search_phrases
source: Input the list of expressions for this category; each expression should be written from a new line
ru_ru: Введение списка выражений для этой категории, каждое выражение должно быть с новой строки
uk_ua: Введення списку виразів для цієї категорії, кожен вираз має бути з нового рядка

# Languages::ttc_ab__search_motivation.default_search_phrases
source: Will be used when fields in categories are empty
ru_ru: Будут использованы при пустых полях в категориях
uk_ua: Будуть застосовані при пустих полях в категоріях

# Languages::ab__search_motivation.default_search_phrases
source: Search expressions by default
ru_ru: Поисковые выражения по умолчанию
uk_ua: Пошукові вирази за замовчуванням

# Languages::ab__search_motivation.manage
source: Search expressions by default
ru_ru: Поисковые выражения по умолчанию
uk_ua: Пошукові вирази за замовчуванням

# Languages::ab__sm.settings
source: General settings
ru_ru: Общие настройки
uk_ua: Загальні налаштування

# Languages::ab__sm.demo_phrases.added
source: Added search motivation expressions
ru_ru: Добавлены фразы мотивации поиска
uk_ua: Додано вирази мотивації пошуку

# Languages::ab__sm.demo_phrases.0
source: Try our search
ru_ru: Попробуйте наш поиск
uk_ua: Спробуйте наш пошук

# Languages::ab__sm.demo_phrases.1
source: Enter the product name here
ru_ru: Введите здесь название товара
uk_ua: Введіть сюди назву товару

# Languages::ab__sm.demo_phrases.2
source: For example, iphone X
ru_ru: Например, iphone X
uk_ua: Наприклад, iphone X

# Languages::ab__sm.random_char
source: abcdefghijklmnopqrstuvwxyz
ru_ru: абвгдежзийклмнопрстуфхцчюя
uk_ua: абвгдежзийклмнопрстуфхцчюя

# Languages::ab__search_motivation.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::ab__search_motivation.help.doc
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__search_motivation.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__search_motivation.doc'>документацией</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__search_motivation.doc'>документацією</a>.

# Languages::privilege_groups.ab__search_motivation
source: AB: Search motivation
ru_ru: AB: Мотивация поиска
uk_ua: AB: Мотивація пошуку
