Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__deal_of_the_day.po
Languages: ru_ru, uk_ua

# Addons::name::ab__deal_of_the_day
source: AB: Extended promotions
ru_ru: AB: Расширенные промо-акции
uk_ua: AB: Розширені промо-акції

# Addons::description::ab__deal_of_the_day
source: Add-on extends native CS-Cart promotions functionality, turning them into a powerful marketing tool
ru_ru: Модуль расширяет базовый функционал промо-акций CS-Cart, превращая их в мощный маркетинговый инструмент
uk_ua: Модуль розширює базовий функціонал промо-акцій CS-Cart, перетворюючи його в потужний маркетинговий інструмент

# Languages::ab__deal_of_the_day
source: AB: Extended promotions
ru_ru: AB: Расширенные промо-акции
uk_ua: AB: Розширені промо-акції

# SettingsOptions::ab__deal_of_the_day::count_to
source: Countdown to
ru_ru: Обратный отсчёт до
uk_ua: Зворотний відлік до

# SettingsTooltips::ab__deal_of_the_day::count_to
source: What time will be used as end time for countdown
ru_ru: Задаёт точку отсчёта для счётчика
uk_ua: Задає точку відліку для лічильника

# SettingsVariants::ab__deal_of_the_day::count_to::end_of_the_day
source: The end of the day
ru_ru: Окончания дня
uk_ua: Закінчення дня

# SettingsVariants::ab__deal_of_the_day::count_to::end_of_the_promotion
source: The end of the promotion
ru_ru: Окончания промо-акции
uk_ua: Закінчення промо-акції

# SettingsOptions::ab__deal_of_the_day::countdown_type
source: Countdown type
ru_ru: Тип счётчика
uk_ua: Тип лічильника

# SettingsTooltips::ab__deal_of_the_day::countdown_type
source: Defines, what countdown type will be displayed on the storefront
ru_ru: Определяет, какой тип счётчика будет отображён на витрине
uk_ua: Визначає, який тип лічильника буде відображено на вітрині

# SettingsOptions::ab__deal_of_the_day::max_height
source: Maximum height of description, px
ru_ru: Максимальная высота описания, px
uk_ua: Максимальна висота опису, px

# SettingsTooltips::ab__deal_of_the_day::max_height
source: Hides the description of the promotion when height of description exceeds the specified value. Text of link is a language variable — <code>ab__dotd.more</code> and <code>ab__dotd.less</code>
ru_ru: Скрывает описание промо-акции, когда высота описания превышает указанное значение. Текст ссылки является языковыми переменными — <code>ab__dotd.more</code> и <code>ab__dotd.less</code>
uk_ua: Приховує опис промо-акції, коли висота опису перевищує вказане значення. Текст посилання є мовними змінними — <code>ab__dotd.more</code> й <code>ab__dotd.less</code>

# SettingsOptions::ab__deal_of_the_day::promotions_per_page
source: Promotions per page
ru_ru: Промо-акций на страницу
uk_ua: Промо-акцій на сторінку

# SettingsTooltips::ab__deal_of_the_day::promotions_per_page
source: Quantity of promotions on the list page. To show all promotions on one page — enter <code>0</code>
ru_ru: Количество промо-акций на странице списка. Для отображения всех промо-акций на одной странице — укажите <code>0</code>
uk_ua: Кількість промо-акцій на сторінці списку. Для відображення всіх промо-акцій на одній сторінці — вкажіть <code>0</code>

# SettingsOptions::ab__deal_of_the_day::chains_per_page
source: Combinations per page
ru_ru: Комбинаций на страницу
uk_ua: Комбінацій на сторінку

# SettingsTooltips::ab__deal_of_the_day::chains_per_page
source: Quantity of products combinations from "Buy together" add-on on the list page. To show all combinations on one page — enter <code>0</code>
ru_ru: Количество комбинаций товаров из модуля "Комбинации товаров" на странице списка акций. Для отображения всех комбинаций на одной странице — введите <code>0</code>
uk_ua: Кількість комбінацій товарів від модуля "Купити разом" на сторінці списку промо-акцій. Для відображення всіх комбінацій на одній сторінці — вкажіть <code>0</code>

# SettingsOptions::ab__deal_of_the_day::highlight_when_left
source: Highlighting the promotion
ru_ru: Выделение промо-акции
uk_ua: Виділення промо-акції

# SettingsTooltips::ab__deal_of_the_day::highlight_when_left
source: Highlight the promotion, when days left
ru_ru: Выделять промо-акцию, когда осталось дней
uk_ua: Виділяти промо-акцію, якщо залишилось днів

# SettingsVariants::ab__deal_of_the_day::highlight_when_left::0
source: don't highlight
ru_ru: не выделять
uk_ua: не виділяти

# SettingsOptions::ab__deal_of_the_day::amount_of_promos_in_prods_lists
source: Amount of displayed promotions in product lists
ru_ru: Количество отображаемых промо-акций в списках товаров
uk_ua: Кількість промо-акцій, відображених у списках товарів

# SettingsVariants::ab__deal_of_the_day::amount_of_promos_in_prods_lists::0
source: Do not display
ru_ru: Не отображать
uk_ua: Не відображати

# SettingsTooltips::ab__deal_of_the_day::amount_of_promos_in_prods_lists
source: Set amount of applied to a product catalog promotions, which will be displayed in products lists
ru_ru: Устанавливает количество примененных к товару промо-акций для каталога, которые будут отображены в списках товаров
uk_ua: Встановлює кількість промо-акцій для каталогу товару, що будуть відображені в списках товарів

# SettingsOptions::ab__deal_of_the_day::ab__as
source: AB: Advanced sitemap
ru_ru: AB: Расширенная карта сайта
uk_ua: AB: Розширена карта сайту

# SettingsOptions::ab__deal_of_the_day::ab__as_add_to_sitemap
source: Adding promotions pages to the XML-sitemap
ru_ru: Добавление страниц промо-акций в XML-карту сайта
uk_ua: Додає сторінки промо-акцій до XML-карти сайту

# SettingsOptions::ab__deal_of_the_day::ab__show_expired_promos
source: Showing expired promotions
ru_ru: Показ истекших промо-акций
uk_ua: Показ минулих промо-акцій

# SettingsTooltips::ab__deal_of_the_day::ab__show_expired_promos
source: Showing expired promotions on the promotions list page
ru_ru: Показ истекших промо-акции на странице списка промо-акций
uk_ua: Показ минулих промо-акцій на сторінці списку промо-акцій

# SettingsOptions::ab__deal_of_the_day::ab__show_awaited_promos
source: Showing awaiting promotions
ru_ru: Показ ожидаемых промо-акций
uk_ua: Показ майбутніх промо-акцій

# SettingsTooltips::ab__deal_of_the_day::ab__show_awaited_promos
source: Showing awaiting promotions on the promotions list page
ru_ru: Показ ожидаемых промо-акций на странице списка промо-акций
uk_ua: Показ майбутніх промо-акцій на сторінці списку промо-акцій

# Languages::block_ab__deal_of_the_day
source: AB: Deal of the day
ru_ru: AB: Товар дня
uk_ua: AB: Товар дня

# Languages::ab__dotd_time_left
source: Promotions expires within
ru_ru: До завершения акции осталось
uk_ua: До завершення акції залишилось

# Languages::ab__dotd_product_label
source: Promotion
ru_ru: Aкция
uk_ua: Акція

# Languages::ab__dotd.more
source: More
ru_ru: Больше
uk_ua: Більше

# Languages::ab__dotd.less
source: Less
ru_ru: Меньше
uk_ua: Менше

# Languages::ab__dotd.form.h1
source: h1 tag
ru_ru: Тег h1
uk_ua: Тег h1

# Languages::ab__dotd.form.page_title
source: Page title
ru_ru: Заголовок страницы
uk_ua: Заголовок сторінки

# Languages::ab__dotd.form.meta_description
source: Meta tag <code>description</code>
ru_ru: Мета тег <code>description</code>
uk_ua: Мета тег <code>description</code>

# Languages::ab__dotd.form.meta_keywords
source: Meta tag <code>keywords</code>
ru_ru: Мета тег <code>keywords</code>
uk_ua: Мета тег <code>keywords</code>

# Languages::ab__dotd.form.page_image
source: Image for promotion page
ru_ru: Изображение для страницы промо-акции
uk_ua: Зображення для сторінки промо-акції

# Languages::ab__dotd.form.list_image
source: Image for promotions list
ru_ru: Изображение для списка промо-акций
uk_ua: Зображення для списку промо-акцій

# Languages::ab__dotd.form.filter
source: Use filter by category
ru_ru: Использовать фильтр по категории
uk_ua: Застосувати фільтр по категорії

# Languages::ab__dotd.form.use_products_filter
source: Use filter by products
ru_ru: Использовать фильтр по товарам
uk_ua: Застосувати фільтр по товарах

# Languages::ab__dotd.form.show_label_in_products_lists
source: Display label (sticker) "Promotion" in products lists
ru_ru: Отображать лейбл (стикер) "Акция" в списках товаров
uk_ua: Відображати лейбл (стікер) "Акція" в списках товарів

# Languages::ab__dotd.form.show_label_in_products_lists.tooltip
source: All products with this promotion will be output in products lists with "Promotion" label
ru_ru: Все товары, к которым применена данная промо-акция будут отображаться с лейблом "Акция" в списках товаров
uk_ua: Усі товари, що підпадають під умови цієї промо-акції, будуть відображатись з лейблом "Акція" у списках товарів

# Languages::ab__dotd.form.show_in_products_lists
source: Display promotion in product lists
ru_ru: Отображать промо-акцию в списках товаров
uk_ua: Відображати промо-акцію в списках товарів

# Languages::ab__dotd.form.show_countdown_on_promotion_page
source: Display countdown on the promotion page
ru_ru: Отображать счётчик на странице промо-акции
uk_ua: Відображати лічильник на сторінці промо-акцію

# Languages::ab__dotd.form.show_countdown_on_product_page
source: Display countdown on the product page
ru_ru: Отображать счётчик на странице товара
uk_ua: Відображати лічильник на сторінці товару

# Languages::ab__dotd.from
source: from
ru_ru: от
uk_ua: з

# Languages::ab__dotd.to
source: to
ru_ru: по
uk_ua: до

# Languages::ab__dotd.page_action_period
source: Promotion period:
ru_ru: Период проведения промо-акции:
uk_ua: Період проведення промо-акції:

# Languages::ab__dotd.days_left
source: <span>[n]</span> day left|<span>[n]</span> days left
ru_ru: Остался <span>[n]</span> день|Осталось <span>[n]</span> дня|Осталось <span>[n]</span> дней
uk_ua: Залишився <span>[n]</span> день|Залишилось <span>[n]</span> дні|Залишилось <span>[n]</span> днів

# Languages::ab__dotd.clear_filter
source: Clear filter
ru_ru: Очистить фильтр
uk_ua: Очистити фільтр

# Languages::ab__dotd.detailed
source: Promotion details
ru_ru: Подробности промо-акции
uk_ua: Деталі промо-акції

# Languages::ab__promotions_list
source: AB: Promotions list
ru_ru: AB: Список промо-акций
uk_ua: AB: Список промо-акцій

# Languages::ab__promotions_view
source: AB: Promotion page
ru_ru: AB: Страница промо-акции
uk_ua: AB: Сторінка промо-акції

# Languages::block_ab__promotions
source: AB: Promotions
ru_ru: AB: Промо-акции
uk_ua: AB: Промо-акції

# Languages::ab__dotd.add_promotions_and_close
source: Add promotions and close
ru_ru: Добавить промо-акции и закрыть
uk_ua: Додати промо-акції та закрити

# Languages::ab__dotd.add_promotions
source: Add promotions
ru_ru: Добавить промо-акции
uk_ua: Додати промо-акції

# Languages::ab__dotd_scroller
source: Promotions scroller
ru_ru: Скроллер промо-акций
uk_ua: Скролер промо-акцій

# Languages::ab__dotd_sorted_promotions
source: Active promotions
ru_ru: Действующие акции
uk_ua: Активні акції

# Languages::ab__dotd.sort.created
source: by creation date
ru_ru: по дате создания
uk_ua: за датою створення

# Languages::ab__dotd.sort.to_date
source: by ending date
ru_ru: по дате завершения
uk_ua: за датою завершення

# Languages::ab__dotd.sort.priority
source: by priority
ru_ru: по приоритету
uk_ua: за пріоритетом

# Languages::ab__dotd.sort.name
source: by name
ru_ru: по названию
uk_ua: за назвою

# Languages::ab__dotd.choose_promotion
source: Choose promotion
ru_ru: Выбор промо-акции
uk_ua: Вибір промо-акції

# Languages::ab__deal_of_the_day_title_product
source: Promotions
ru_ru: Промо-акции
uk_ua: Промо-акції

# Languages::ab__dotd.all_promotions
source: Also in promotions
ru_ru: Также в акциях
uk_ua: Також в акціях

# Languages::ab__dotd.all_promotions.title
source: View all promotions for this product
ru_ru: Просмотреть все промо-акции для этого товара
uk_ua: Переглянути усі промо-акції для цього товару

# Languages::ab__show_additional_product_images
source: Show additional products images
ru_ru: Показать дополнительные изображения товаров
uk_ua: Показати додаткові зображення товарів

# Languages::ab__dotd.countdown.years
source: years
ru_ru: лет
uk_ua: років

# Languages::ab__dotd.countdown.months
source: months
ru_ru: месяцев
uk_ua: місяців

# Languages::ab__dotd.countdown.days
source: days
ru_ru: дней
uk_ua: днів

# Languages::ab__dotd.countdown.hours
source: hours
ru_ru: часов
uk_ua: годин

# Languages::ab__dotd.countdown.minutes
source: minutes
ru_ru: минут
uk_ua: хвилин

# Languages::ab__dotd.countdown.seconds
source: seconds
ru_ru: секунд
uk_ua: секунд

# Languages::ab__dotd.promotion_expired
source: Promotion has expired
ru_ru: Акция завершена
uk_ua: Акція завершена

# Languages::ab__dotd.get_more_combinations
source: Show more [n] combination|Show more [n] combinations
ru_ru: Показать ещё [n] комбинацию|Показать ещё [n] комбинации|Показать ещё [n] комбинаций
uk_ua: Показати ще [n] комбінацію|Показати ще [n] комбінації|Показати ще [n] комбінацій

# Languages::ab__dotd.showed_combinations
source: Shown [n] from [total]
ru_ru: Показано [n] из [total]
uk_ua: Показано [n] з [total]

# Languages::ab__dotd.chains_list.title
source: Products combinations
ru_ru: Комбинации товаров
uk_ua: Комбінації товарів

# Languages::ab__dotd.today_only
source: Only today
ru_ru: Только сегодня
uk_ua: Лише сьогодні

# Languages::ab__dotd_expired_promotions
source: Expired promotions
ru_ru: Истекшие акции
uk_ua: Минулі акції

# Languages::ab__dotd_awaited_promotions
source: Awaiting promotions
ru_ru: Ожидаемые акции
uk_ua: Майбутні акції

# Languages::ab__dotd.promotion_awaited
source: Promotion is awaiting
ru_ru: Акция ожидается
uk_ua: Акція очікується

# Languages::ab__dotd_time_awaited_left
source: To start promotion remains
ru_ru: До начала акции осталось
uk_ua: До початку акції залишилось

# Languages::ab__dotd.days_to_start
source: <span>[n]</span> day left before the start|<span>[n]</span> days left before the start
ru_ru: До начала <span>[n]</span> день|До начала <span>[n]</span> дня|До начала <span>[n]</span> дней
uk_ua: До початку <span>[n]</span> день|До початку <span>[n]</span> дні|До початку <span>[n]</span> днів

# Languages::block_ab__promotions_description
source: Promotions list
ru_ru: Список промо-акций
uk_ua: Список промо-акцій

# Languages::block_ab__deal_of_the_day_description
source: Preview of the chosen promotion
ru_ru: Анонс выбранной промо-акции
uk_ua: Анонс обраної промо-акції

# Languages::ab__dotd.settings
source: General settings
ru_ru: Общие настройки
uk_ua: Загальні налаштування

# Languages::block_ab__promotion_main_data
source: AB: Promotion header
ru_ru: AB: Шапка промо-акции
uk_ua: AB: Шапка промо-акції

# Languages::block_ab__promotion_main_data_description
source: General promotion data (name, image, description etc.)
ru_ru: Основные данные промо-акции (название, изображение, описание)
uk_ua: Основні дані промо-акції (назва, зображення, опис)

# Languages::ab__promotion_main_data
source: Promotion header
ru_ru: Шапка промо-акции
uk_ua: Шапка промо-акції

# Languages::ab__dotd.form.hide_products_block
source: Hide product block
ru_ru: Скрыть блок товаров
uk_ua: Приховати блок товарів

# Languages::ab__dotd_schedule
source: AB: Promotion schedule
ru_ru: AB: Расписание промо-акции
uk_ua: AB: Розклад промо-акції

# Languages::ab__dotd.form.use_schedule
source: Use schedule
ru_ru: Использовать расписание
uk_ua: Використовувати розклад

# Languages::ab__dotd.error.use_schedule_is_on
source: When using the "AB: Promotion schedule" available period changes are not available
ru_ru: При использовании "AB: Расписание промо-акции" изменения периода доступности недоступны
uk_ua: При використанні "AB: Розклад промо-акції" зміна періоду доступності недоступні

# Languages::ab__dotd.tab.ab__dotd_schedule_header
source: Use the time range selection for each day of each month to specify the promotion activity period. When setting the schedule, refer to that left mouse button - select, right mouse button - unselect
ru_ru: Для того, чтобы задать период активности промо-акции используйте выбор временных диапазонов для каждого дня каждого месяца. При настройке расписания руководствуйтесь тем, что левая кнопка мыши — выбрать, правая — отменить выбор
uk_ua: Щоб задати період доступності промо-акції використовуйте вибір часових діапазонів для кожного дня кожного місяця. При налаштуванні розкладу керуйтесь тим, що ліва кнопка миші — відмітити, права — скасувати вибір

# Languages::ab__dotd.form.use_schedule.tooltip
source: If you activate this option, the standard promotion setting "Use available period" will be disabled and the promotion activity will be determined by the Schedule that you can set in this tab interface. Conversely, if you disable this setting, the standard option "Use available period" will control activity of the promotion.
ru_ru: При активации этой настройки стандартная настройка промо-акции "Задать период доступности" будет деактивирована и активность промо-акции будет определяться Расписанием, которое Вы можете задать в интерфейсе этой вкладки. И наоборот: при деактивации этой настройки активность акции будет определяться стандартной настройкой "Задать период доступности"
uk_ua: При активації цього налаштування стандартне налаштування промо-акції "Задати період доступності" буде деактивовано й активність промо-акції буде визначатись Розкладом, яке Ви можете корегувати в інтерфейсі цієї вкладки. І навпаки: при деактивації цього налаштування активність акції визначатиметься стандартним налаштуванням "Задати період доступності"

# Languages::ab__dotd.schedule.table_header
source: Time and Date
ru_ru: Время и Дата
uk_ua: Час і Дата

# Languages::sort_order
source: Order
ru_ru: Порядок
uk_ua: Порядок

# Languages::ab__dotd.all_promotions_list
source: All promotions list
ru_ru: Список всех промо-акций
uk_ua: Список усіх промо-акцій

# Languages::ab__dotd.block.priority
source: Priority
ru_ru: Приоритет
uk_ua: Пріоритет

# Languages::block_ab__multi_deal_of_the_day
source: AB: Multi Deal of the day
ru_ru: AB: Мульти Товар дня
uk_ua: AB: Мульти Товар дня

# Languages::block_ab__multi_deal_of_the_day_description
source: Display anounce of one of chosen promotions, considering to their priorities
ru_ru: Отображает анонс одной из выбранных промо-акций, согласно приоритету
uk_ua: Відображає анонс однієї з обраних промо-акцій, згідно з пріоритетом

# Languages::ab__dotd_enable_countdown_timer
source: Display promotion countdown
ru_ru: Отображать счётчик промо-акции
uk_ua: Відображати лічильник промо-акції

# Languages::ab__dotd.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::ab__dotd_help.docs
source: Read the <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__deal_of_the_day.doc'>documentation</a>
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__deal_of_the_day.doc'>документацией</a>
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__deal_of_the_day.doc'>документацією</a>

# Languages::privilege_groups.ab__deal_of_the_day
source: AB: Extended promotions
ru_ru: AB: Расширенные промо-акции
uk_ua: AB: Розширені промо-акції

# Languages::privileges.ab__dotd_manage_seodata
source: Manage promotions SEO data
ru_ru: Управление SEO-данными промо-акций
uk_ua: Керування SEO-даними промо-акцій

# Languages::privileges.ab__dotd_view_seodata
source: View promotions SEO data
ru_ru: Просмотр SEO-данных промо-акций
uk_ua: Перегляд SEO-даних промо-акцій

# Languages::ab__dotd.autoinstall.no_demodata
source: File with demo data is missing
ru_ru: Файл с демо-данными отсутствует
uk_ua: Файл з демо-даними відсутній

# Languages::ab__dotd.autoinstall.promotions_not_created
source: Failed to create demo promotions
ru_ru: Не удалось создать демо промо-акции
uk_ua: Не вдалось створити демо промо-акції

# Languages::ab__dotd.autoinstall.promotions_created
source: Demo promotions [promotions] are created successfully
ru_ru: Демо промо-акции [promotions] успешно созданы
uk_ua: Демо промо-акції [promotions] успішно створені

# Languages::ab__dotd.demodata
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__dotd.demodata_description
source: Installing demo data page
ru_ru: Страница загрузки демо-данных
uk_ua: Сторінка завантаження демо-даних

# Languages::ab__dotd.demodata.table.description
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__dotd.demodata.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__dotd.demodata.table.add_promotions
source: Add promotions
ru_ru: Добавление промо-акций
uk_ua: Додавання промо-акцій

# Languages::ab__dotd.demodata.place_into_blocks
source: Place into blocks
ru_ru: Расставить по блокам
uk_ua: Розставити по блоках

# Languages::ab__dotd.layouts
source: Layouts
ru_ru: Макеты
uk_ua: Макети

# Languages::ab__dotd.layouts.layout_was_reset
source: Layout was reset
ru_ru: Макет был сброшен
uk_ua: Макет було скинуто

# Languages::ab__dotd.layouts.choose_layout_to_reset
source: Choose layout to reset
ru_ru: Выберите макет для сброса
uk_ua: Оберіть макет для скидання

# Languages::ab__dotd.layouts.table.dispatch_description
source: Type of the layout page
ru_ru: Тип страницы макета
uk_ua: Тип сторінки макету

# Languages::ab__dotd.layouts.table.layouts
source: Layouts
ru_ru: Макеты
uk_ua: Макети

# Languages::ab__dotd.layouts.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__dotd.layouts.table.get_file
source: Get file
ru_ru: Скачать файл
uk_ua: Завантажити файл

# Languages::ab__dotd.layouts.layout_is_not_found
source: Layout is not found
ru_ru: Макет не найден
uk_ua: Макет не знайдено

# Languages::ab__dotd.layouts.header
source: All layout pages, added by the add-on, are displayed on this page. You can reset pages in any layout to the default state. Also you can download xml-file of a layout page and import it manually.
ru_ru: На этой странице отображаются все страницы макетов, добавляемые модулем. Вы можете сбросить страницу в рамках любого макета до состояния по умолчанию для текущей версии модуля. Также Вы можете скачать xml-файл страницы макета и импортировать его вручную.
uk_ua: На цій сторінці відображено усі сторінки макетів, що додано модулем. Ви можете скинути сторінку в рамках будь-якого макету до стану за замовченням для поточної версії модуля. Також Ви можете завантажити xml-файл сторінки макету та імпортувати його вручну.

# Languages::ab__emd.tabs.promotions.view
source: Promotions
ru_ru: Промо-акции
uk_ua: Промо-акції

# Languages::ab__emd.setting.header.promotions.view
source: Promotions general pattern
ru_ru: Основной шаблон промо-акций
uk_ua: Загальний шаблон промо-акцій

# Languages::ab__emd.setting.promotions.view.action
source: Redefine categories meta tags
ru_ru: Переопределить мета-теги
uk_ua: Перевизначати мета-теги

# Languages::ab__emd.setting.promotions.view.page_title
source: Page tag <code>title</code> pattern
ru_ru: Шаблон тега <code>title</code>
uk_ua: Шаблон тега <code>title</code>

# Languages::ab__emd.setting.promotions.view.meta_description
source: Meta tag <code>description</code> pattern
ru_ru: Шаблон мета-тега <code>description</code>
uk_ua: Шаблон мета-тега <code>description</code>

# Languages::ab__emd.setting.promotions.view.meta_keywords
source: Meta tag <code>keywords</code> pattern
ru_ru: Шаблон мета-тега <code>keywords</code>
uk_ua: Шаблон мета-тега <code>keywords</code>

# Languages::ab__emd.setting.promotions.view.action.do_not_override
source: Do not redefine
ru_ru: Не переопределять
uk_ua: Не перевизначати

# Languages::ab__emd.setting.promotions.view.action.override_empty
source: Redefine empty
ru_ru: Переопределять пустые
uk_ua: Перевизначати пусті

# Languages::ab__emd.setting.promotions.view.action.override_all
source: Redefine all
ru_ru: Переопределять все
uk_ua: Перевизначати всі
