Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__category_banners.po
Languages: ru_ru, uk_ua

# Addons::name::ab__category_banners
source: AB: Banners for categories
ru_ru: AB: Баннеры для категорий
uk_ua: AB: Банери для категорій

# Addons::description::ab__category_banners
source: Add-on allows to add banners among products of categories
ru_ru: Модуль позволяет добавлять баннеры среди товаров категорий
uk_ua: Модуль дає можливість додавати банери посеред товарів категорій

# Languages::ab__category_banners
source: AB: Banners for categories
ru_ru: AB: Баннеры для категорий
uk_ua: AB: Банери для категорій

# Languages::ab__cb.banner_position
source: Banner position, which can be specified in the one way to:<br/><ul><li><code>7</code> - single position number</li><li><code>1,5,7,9</code> - numbers for several positions</li><li><code>1-10</code> - range of several positions</li></ul>Using combinations of these options is permitted. For example:<br/><code>1-5, 7-9, 13</code> - will be shown banner in one position from: 1, 2, 3, 4, 5, 7, 8, 9, 13
ru_ru: Позиция баннера, которая может быть указана следующими способами:<br/><ul><li><code>7</code> - номер одиночной позиции</li><li><code>1,5,7,9</code> - номера нескольких позиций</li><li><code>1-10</code> - диапазон нескольких позиций</li></ul>Разрешено использование комбинаций этих вариантов. Например:<br/><code>1-5, 7-9, 13</code> - баннер будет показан на одной позиции из: 1, 2, 3, 4, 5, 7, 8, 9, 13
uk_ua: Позиція банера, що може бути зазначена наступними способами:<br/><ul><li><code>7</code> - номер одиничної позиції</li><li><code>1,5,7,9</code> - номери кількох позицій</li><li><code>1-10</code> - діапазон кількох позицій</li></ul>Дозволено використання комбінацій цих варіантів. Наприклад:<br/><code>1-5, 7-9, 13</code> - банер буде показано на одній позиції із: 1, 2, 3, 4, 5, 7, 8, 9, 13

# SettingsOptions::ab__category_banners::item_nth
source: Position by default
ru_ru: Позиция по умолчанию
uk_ua: Позиція за замовчуванням

# SettingsTooltips::ab__category_banners::item_nth
source: Banner position, which can be specified in the one way to:<br/><ul><li><code>7</code> - single position number</li><li><code>1,5,7,9</code> - numbers for several positions</li><li><code>1-10</code> - range of several positions</li></ul>Using combinations of these options is permitted. For example:<br/><code>1-5, 7-9, 13</code> - will be shown banner in one position from: 1, 2, 3, 4, 5, 7, 8, 9, 13
ru_ru: Позиция баннера, которая может быть указана следующими способами:<br/><ul><li><code>7</code> - номер одиночной позиции</li><li><code>1,5,7,9</code> - номера нескольких позиций</li><li><code>1-10</code> - диапазон нескольких позиций</li></ul>Разрешено использование комбинаций этих вариантов. Например:<br/><code>1-5, 7-9, 13</code> - баннер будет показан на одной позиции из: 1, 2, 3, 4, 5, 7, 8, 9, 13
uk_ua: Позиція банера, що може бути зазначена наступними способами:<br/><ul><li><code>7</code> - номер одиничної позиції</li><li><code>1,5,7,9</code> - номери кількох позицій</li><li><code>1-10</code> - діапазон кількох позицій</li></ul>Дозволено використання комбінацій цих варіантів. Наприклад:<br/><code>1-5, 7-9, 13</code> - банер буде показано на одній позиції із: 1, 2, 3, 4, 5, 7, 8, 9, 13

# SettingsOptions::ab__category_banners::decrease_items_per_page
source: Remove last product
ru_ru: Убрать последний товар
uk_ua: Прибрати останній товар

# SettingsTooltips::ab__category_banners::decrease_items_per_page
source: Removes the last product from a displaying in the grid to save its structure
ru_ru: Убирает последний товар из отображения в сетке, чтобы сохранить структуру
uk_ua: Прибирає останній товар з відображення у сітці, щоб зберегти структуру

# SettingsOptions::ab__category_banners::cron_key
source: Cron key
ru_ru: Cron ключ
uk_ua: Cron ключ

# SettingsTooltips::ab__category_banners::cron_key
source: For automatic updating, existence of a key necessarily. Length should be from 10 to 20 characters (only latin letters and digits)
ru_ru: Для автоматического обновления, наличие ключа обязательно. Длина должна составлять от 10 до 20 символов (только латинские буквы и цифры)
uk_ua: Для автоматичного оновлення, наявність ключа обов'язкова. Довжина має бути в межах від 10 до 20 символів (лише латинські букви і цифри)

# Languages::ab__cb.cat_banner
source: banner for category
ru_ru: баннер для категории
uk_ua: банер для категорії

# Languages::ab__cb.datatime
source: date/time
ru_ru: даты/времени
uk_ua: дати/часу

# Languages::ab__cb.set_from_and_to
source: Set the time of action of banner 'from' and 'to'.<br/> If start time didn't set, then it is equal 00:00<br/> If end time didn't set, then it is equal 23:59<br/> If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

# Languages::ab__category_banners.add
source: Add banner for category
ru_ru: Добавить баннер для категории
uk_ua: Додати банер для категорії

# Languages::ab__category_banners.adding
source: Adding banner for category
ru_ru: Добавление баннер для категории
uk_ua: Додання банер для категорії

# Languages::ab__category_banners.editing
source: Editing banner for category
ru_ru: Редактирование баннер для категории
uk_ua: Редагування банер для категорії

# Languages::ab__cb.form.include_subcategories
source: Show in subcategories
ru_ru: Показывать в подкатегориях
uk_ua: Показувати у підкатегоріях

# Languages::ab__cb.form.url
source: Link
ru_ru: Ссылка
uk_ua: Посилання

# Languages::ab__cb.form.position
source: Position
ru_ru: Позиция
uk_ua: Позиція

# Languages::ab__cb.form.target_blank
source: Open banner link in a new window
ru_ru: Открывать ссылку баннера в новом окне
uk_ua: Відкрити посилання банера в новому вікні

# Languages::ab__cb.form.nofollow
source: Add attribute rel="nofollow"
ru_ru: Добавить атрибут rel="nofollow"
uk_ua: Додати атрибут rel="nofollow"

# Languages::ab__cb.form.from_date
source: Active from date/time
ru_ru: Активен с даты/времени
uk_ua: Активний з дати/часу

# Languages::ab__cb.form.to_date
source: Active to date/time
ru_ru: Активен до даты/времени
uk_ua: Активний до дати/часу

# Languages::ab__cb.form.monday
source: Monday
ru_ru: Понедельник
uk_ua: Понеділок

# Languages::ab__cb.form.tuesday
source: Tuesday
ru_ru: Вторник
uk_ua: Вівторок

# Languages::ab__cb.form.wednesday
source: Wednesday
ru_ru: Среда
uk_ua: Середа

# Languages::ab__cb.form.thursday
source: Thursday
ru_ru: Четверг
uk_ua: Четвер

# Languages::ab__cb.form.friday
source: Friday
ru_ru: Пятница
uk_ua: П'ятниця

# Languages::ab__cb.form.saturday
source: Saturday
ru_ru: Суббота
uk_ua: Субота

# Languages::ab__cb.form.sunday
source: Sunday
ru_ru: Воскресенье
uk_ua: Неділя

# Languages::ab__cb.form.content_general
source: General
ru_ru: Общее
uk_ua: Загальне

# Languages::ab__cb.form.content_link
source: Link
ru_ru: Ссылка
uk_ua: Посилання

# Languages::ab__cb.form.content_schedule
source: Schedule
ru_ru: Расписание
uk_ua: Розклад

source: The image is output "as is", without cutting
ru_ru: Изображение выводится "как есть", без изменений размера
uk_ua: Зображення виводиться "як є", без змін у розмірі

source: The link format with the indication of the controller is recommended (for example, products.view?product_id=12121)
ru_ru: Рекомендуется формат ссылки с указанием контроллера (например, products.view?product_id=12121)
uk_ua: Рекомендується формат посилання із зазначенням контролера (наприклад, products.view?product_id=12121)

source: It's recommended to use for external link (to another site) or link to non-indexing pages
ru_ru: Рекомендуется к использованию для ссылок на внешние ресурсы (другие сайты) или неиндексируемые страницы
uk_ua: Рекомендується до застосування для посилань на зовнішні ресурси (інші сайти) або сторінки що не індексуються

source: Banner position, which can be specified in the one way to:<br/><ul><li><code>7</code> - single position number</li><li><code>1,5,7,9</code> - numbers for several positions</li><li><code>1-10</code> - range of several positions</li></ul>Using combinations of these options is permitted. For example:<br/><code>1-5, 7-9, 13</code> - will be shown banner in one position from: 1, 2, 3, 4, 5, 7, 8, 9, 13
ru_ru: Позиция баннера, которая может быть указана следующими способами:<br/><ul><li><code>7</code> - номер одиночной позиции</li><li><code>1,5,7,9</code> - номера нескольких позиций</li><li><code>1-10</code> - диапазон нескольких позиций</li></ul>Разрешено использование комбинаций этих вариантов. Например:<br/><code>1-5, 7-9, 13</code> - баннер будет показан на одной позиции из: 1, 2, 3, 4, 5, 7, 8, 9, 13
uk_ua: Позиція банера, що може бути зазначена наступними способами:<br/><ul><li><code>7</code> - номер одиничної позиції</li><li><code>1,5,7,9</code> - номери кількох позицій</li><li><code>1-10</code> - діапазон кількох позицій</li></ul>Дозволено використання комбінацій цих варіантів. Наприклад:<br/><code>1-5, 7-9, 13</code> - банер буде показано на одній позиції із: 1, 2, 3, 4, 5, 7, 8, 9, 13

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

source: Set the time of action of banner 'from' and 'to'.<br/>If start time didn't set, then it is equal 00:00<br/>If end time didn't set, then it is equal 23:59<br/>If both values didn't set then banner will be displayed from 00:00 to 23:59
ru_ru: Установите время действия баннера 'c' и 'по'.<br/>Если не установлено время начала, тогда оно равно 00:00<br/>Если не установлено время окончания, тогда оно равно 23:59<br/>Если оба значения не установлены, то баннер будет отображаться с 00:00 по 23:59
uk_ua: Встановіть час дії банера 'з' і 'по'.<br/>Якщо не встановлено час початку, то воно дорівнює 00:00<br/>Якщо не встановлено час завершення, то воно дорівнює 23:59<br/>Якщо обидва значення не встановлені, то банер буде відображатися з 00:00 по 23:59

# Languages::ab__cb.errors.cron_key
source: <p>Warning! The value <code>[value]</code> of the setting <code>Cron key</code> doesn't meet the safety requirements</p>
ru_ru: <p>Внимание! Введенное вами значение <code>[value]</code> настройки <code>Cron ключ</code> не отвечает требованиям безопасности</p>
uk_ua: <p>Увага! Введене Вами значення <code>[value]</code> налаштування <code>Cron ключ</code> не відповідає вимогам безпеки</p>

# Languages::ab__cb.cron_links
source: <p>For an automatic switching off of expired banners - use one of these links:<b/r><br/><code>[cron_cmd]</code><br/>or<br/><code>[cron_url]</code></p>
ru_ru: <p>Для автоматического выключения просроченных банннеров используйте одну из этих ссылок:<br/><br/><code>[cron_cmd]</code><br/>или<br/><code>[cron_url]</code></p>
uk_ua: <p>Для автоматичного вимкнення прострочених банерів застосовуйте одне із цих посилань:<br/><br/><code>[cron_cmd]</code><br/>або<br/><code>[cron_url]</code></p>

# Languages::ab__category_banners.manage
source: Banners management
ru_ru: Управление баннерами
uk_ua: Керування банерами

# Languages::ab__cb.help.cron.title
source: Automatic switching off of expired banners
ru_ru: Автоматическое выключение просроченных баннеров
uk_ua: Автоматичне вимкнення прострочених банерів

# Languages::ab__cb.form.m_turn_on
source: Switch on selected
ru_ru: Включить выбранные
uk_ua: Увімкнути обрані

# Languages::ab__cb.form.m_turn_off
source: Switch off selected
ru_ru: Выключить выбранные
uk_ua: Вимкнути обрані

# Languages::ab__cb.form.grid_image
source: Images for an output as a grid
ru_ru: Изображения для вывода как сетка
uk_ua: Зображення для виводу як сітка

# Languages::ab__cb.form.list_image
source: Images for an output as a list without options
ru_ru: Изображения для вывода как список без опций
uk_ua: Зображення для виводу як список без опцій

# Languages::ab__cb.form.short_list_image
source: Images for an output as a compact list
ru_ru: Изображения для вывода как компактный список
uk_ua: Зображення для виводу як компактний список

# Languages::ab__cb.settings
source: General settings
ru_ru: Общие настройки
uk_ua: Загальні налаштування

# Languages::ab__cb.validator.wrong_time_format
source: Time shall be in a format hh:mm
ru_ru: Время должно быть в формате hh:mm
uk_ua: Час має бути у форматі hh:mm

# Languages::ab__category_banners.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::ab__cb.help.doc
source: Read the <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__category_banners.doc'>documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__category_banners.doc'>документацией</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__category_banners.doc'>документацією</a>.

# Languages::privilege_groups.ab__category_banners
source: AB: Banners for categories
ru_ru: AB: Баннеры для категорий
uk_ua: AB: Банери для категорій

# Languages::privileges.ab__cb_manage_banners
source: AB: Manage banners for categories
ru_ru: AB: Управление баннерами для категорий
uk_ua: AB: Керування банерами для категорій

# Languages::privileges.ab__cb_view_banners
source: AB: View banners for categories
ru_ru: AB: Просмотр баннеров для категорий
uk_ua: AB: Перегляд банерів для категорій

# Languages::ab__category_banners.demodata
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__cb.demodata_description
source: Demo data can be downloaded on this page
ru_ru: На этой странице могут быть загружены демо-данные
uk_ua: На цій сторінці можуть бути завантажені демо-дані

# Languages::ab__cb.demodata.table.description
source: Demo data
ru_ru: Демо-данные
uk_ua: Демо-дані

# Languages::ab__cb.demodata.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__cb.demodata.table.add_banners
source: Add banners
ru_ru: Добавить баннеры
uk_ua: Додати банери

# Languages::ab__category_banners.export
source: Data export
ru_ru: Экспорт данных
uk_ua: Експорт даних

# Languages::ab__cb.export_description
source: Add-on data can be exported on this page
ru_ru: На этой странице могут быть экспортированы данные модуля
uk_ua: На цій сторінці можуть бути експортовані дані модуля

# Languages::ab__cb.export.table.description
source: Data export
ru_ru: Экспорт данных
uk_ua: Експорт даних

# Languages::ab__cb.export.table.data
source: Data for export
ru_ru: Данные для экспорта
uk_ua: Дані для експорту

# Languages::ab__cb.export.table.action
source: Action
ru_ru: Действие
uk_ua: Дія

# Languages::ab__cb.export.actions.banners
source: Banners export
ru_ru: Экспорт баннеров
uk_ua: Експорт банерів

# Languages::ab__cb.export.actions.banners.placeholder
source: Banners ID
ru_ru: ID баннеров
uk_ua: ID банерів

# Languages::ab__cb.autoinstall.no_demodata
source: File with demo data is missing
ru_ru: Файл с демо-данными отсутствует
uk_ua: Файл з демо-даними відсутній

# Languages::ab__cb.autoinstall.no_category
source: Available category not found
ru_ru: Доступная категория не найдена
uk_ua: Доступна категорія не знайдена

# Languages::ab__cb.autoinstall.banners_not_created
source: Failed to create demo category banners
ru_ru: Не удалось создать демо баннеры для категории
uk_ua: Не вдалося створити демо банери для категорій

# Languages::ab__cb.autoinstall.banners_created
source: Demo category banners [banners] is created successfully
ru_ru: Демо баннеры для категории [banners] успешно созданы
uk_ua: Демо банери для категорій [banners] успішно створено

# Languages::ab__cb.upgrade_notifications.2.0.0.title
source: Multiple banners output
ru_ru: Множественное отображение баннеров
uk_ua: Множинне відображення банерів

# Languages::ab__cb.upgrade_notifications.2.0.0.text
source: Banners behavier has been changed. The output of several banners at the same time is allowed. They will be displayed in random order at the specified positions. Check the settings and change the position of the banners if necessary.
ru_ru: Поведение баннеров было изменено. На одной странице разрешено отображение нескольких баннеров, которые будут выводится в случайном порядке на указанных позициях. Проверьте правильность настроек и измените позиции баннеров в случае необходимости.
uk_ua: Поведінку банерів було змінено. На одній сторінці дозволено відображення кількох банерів, які будуть виводитись у випадковому порядку на вказаних позиціях. Перевірте правильність налаштувань і змініть позиції банерів при необхідності.
