Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__stickers.po
Languages: uk_ua

# Addons::name::ab__stickers
source: AB: Stickers
uk_ua: AB: Стікери

# Addons::description::ab__stickers
source: Add-on allows to add product stickers
uk_ua: Модуль дозволяє додати стікери товарам

# Languages::ab__stickers
source: AB: Stickers
uk_ua: AB: Стікери

# Languages::ab__stickers.settings
source: General settings
uk_ua: Загальні налаштування

# SettingsSections::ab__stickers::settings
source: General
uk_ua: Загальні

# SettingsSections::ab__stickers::text_stickers
source: Text stickers
uk_ua: Текстові стікери

# SettingsSections::ab__stickers::vendors
source: Vendors
uk_ua: Продавці

# SettingsSections::ab__stickers::graphic_stickers
source: Graphic stickers
uk_ua: Графічні стікери

# SettingsOptions::ab__stickers::ts_appearance
source: Appearance
uk_ua: Зовнішній вигляд

# SettingsTooltips::ab__stickers::ts_appearance
source: Defines the appearence of text stickers
uk_ua: Визначає як будуть виглядати текстові стікери

# SettingsOptions::ab__stickers::gs_image_size_in_lists
source: Icon size in product lists, px
uk_ua: Розмір іконки у списках товарів, рх

# SettingsTooltips::ab__stickers::gs_image_size_in_lists
source: Defines icon size in product lists
uk_ua: Визначає розмір іконки у списках товарів

# SettingsOptions::ab__stickers::gs_image_size_on_product_pages
source: Icon size on product pages, px
uk_ua: Розмір іконки на сторінках товарів, рх

# SettingsTooltips::ab__stickers::gs_image_size_on_product_pages
source: Defines icon size on product pages
uk_ua: Визначає розмір іконки на сторінках товарів

# SettingsOptions::ab__stickers::output_position
source: Output position
uk_ua: Позиція відображення

# SettingsTooltips::ab__stickers::output_position
source: Please note, for RTL languages ​​- the meaning will be opposite
uk_ua: Зверніть увагу, що для RTL мов - значення буде протилежним

# SettingsVariants::ab__stickers::output_position::L
source: Left
uk_ua: Зліва

# SettingsVariants::ab__stickers::output_position::R
source: Right
uk_ua: Справа

# SettingsOptions::ab__stickers::enable_for_vendors
source: Allow vendors to manage stickers
uk_ua: Дозволити продавцям керувати стікерами

# Languages::ab__stickers.help
source: Help
uk_ua: Довідка

# Languages::ab__stickers.help.docs
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__stickers.doc'>the documentation</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__stickers.doc'>документацією</a>.

# Languages::privilege_groups.ab__stickers
source: AB: Stickers
uk_ua: AB: Стікери

# Languages::ab__stickers.output_type
source: Stickers output type
uk_ua: Спосіб відображення стікерів

# Languages::ab__stickers.output_type.tooltip
source: The setting allows to specify how the sticker list will be presented in each corner (upper left, upper right, lower left and lower right) of the product grid template "Grid" and in the product image block on the product page
uk_ua: Налаштування дозволяє вказати яким способом буде наведено список стікерів в кожному кутку (верхній лівий, верхній правий, нижній лівий і нижній правий) товарної плитки шаблону «Сітка» і в блоці зображень товару на сторінці товару

# Languages::ab__stickers.output_type.column
source: Column
uk_ua: В колонку

# Languages::ab__stickers.output_type.row
source: Row
uk_ua: В рядок

# Languages::ab__stickers.output_positions
source: Positions
uk_ua: Позиція

# Languages::ab__stickers.output_position.list
source: Positions in product lists
uk_ua: Позиція в списках товарів

# Languages::ab__stickers.output_position.detailed_page
source: Positions on product page
uk_ua: Позиція на сторінці товару

# Languages::ab__stickers.output_position.AP
source: All positions
uk_ua: Всі позиції

# Languages::ab__stickers.output_position.TL
source: Upper left corner
uk_ua: Верхній лівий кут

# Languages::ab__stickers.output_position.TR
source: Upper right corner
uk_ua: Верхній правий кут

# Languages::ab__stickers.output_position.BL
source: Lower left corner
uk_ua: Нижній лівий кут

# Languages::ab__stickers.output_position.BR
source: Lower right corner
uk_ua: Нижній правий кут

# Languages::ab__stickers.output_position.T
source: Upper corner
uk_ua: Верхній кут

# Languages::ab__stickers.output_position.B
source: Lower corner
uk_ua: Нижній кут

# Languages::ab__stickers.manage
source: Sticker list
uk_ua: Список стікерів

# Languages::ab__stickers.update
source: Sticker managing
uk_ua: Керування стікером

# Languages::ab__stickers.manage.add.dynamic
source: Add dynamic sticker
uk_ua: Додати динамічний стікер

# Languages::ab__stickers.manage.add.constant
source: Add static sticker
uk_ua: Додати статичний стікер

# Languages::ab__stickers.manage.edit
source: Edit sticker
uk_ua: Редагувати стікер

# Languages::ab__stickers.manage.remove_links
source: Remove all links with the objects
uk_ua: Видалити усі зв'язки з об'єктами

# Languages::ab__stickers.params.name
source: Name
uk_ua: Назва

# Languages::ab__stickers.params.status
source: Status
uk_ua: Статус

# Languages::ab__stickers.params.type
source: Type
uk_ua: Тип

# Languages::ab__stickers.params.type.A
source: All types
uk_ua: Всі типи

# Languages::ab__stickers.params.type.C
source: Static sticker
uk_ua: Статичний стікер

# Languages::ab__stickers.params.type.D
source: Dynamic sticker
uk_ua: Динамічний стікер

# Languages::ab__stickers.params.type.category
source: Category sticker
uk_ua: Стікер категорії

# Languages::ab__stickers.params.type.product
source: Product sticker
uk_ua: Стікер товару

# Languages::ab__stickers.params.position
source: Position
uk_ua: Позиція

# Languages::ab__stickers.params.class
source: User-defined CSS-class
uk_ua: CSS-клас користувача

# Languages::ab__stickers.params.available_use
source: Validity period
uk_ua: Період дії

# Languages::ab__stickers.params.available_from
source: Available from
uk_ua: Період дії з

# Languages::ab__stickers.params.available_to
source: Available till
uk_ua: Період дії до

# Languages::ab__stickers.params.color
source: Text color
uk_ua: Колір тексту

# Languages::ab__stickers.params.color.tooltip
source: Please, select the checkbox to use your own color
uk_ua: Встановіть прапорець, щоб застосувати власний колір

# Languages::ab__stickers.params.background
source: Background color
uk_ua: Колір фону

# Languages::ab__stickers.params.background.tooltip
source: Please, select the checkbox to use your own color
uk_ua: Встановіть прапорець, щоб застосувати власний колір

# Languages::ab__stickers.params.link_count
source: Links
uk_ua: Зв'язки

# Languages::ab__stickers.params.link_count.tooltip
source: Number of linked objects to the sticker
uk_ua: Кількість прив'язаних об'єктів до стікера

# Languages::ab__stickers.new_sticker
source: New sticker
uk_ua: Новий стікер

# Languages::ab__stickers.name.tooltip
source: This field value will be displayed on
uk_ua: Значення цього поля буде відображатись на пристроях типу

# Languages::ab__stickers.name_for_desktop
source: Text for full view
uk_ua: Текст для повного виду

# Languages::ab__stickers.name_for_desktop.tooltip
source: This field value will be displayed on Desktop and Tablet devices (recommended for templates with big product images)
uk_ua: Значення цього поля буде відображатись на пристроях типу ПК і Планшет (рекомендується для шаблонів з великими зображеннями товарів)

# Languages::ab__stickers.name_for_mobile
source: Text for short view
uk_ua: Текст для скороченого виду

# Languages::ab__stickers.name_for_mobile.tooltip
source: This field value will be displayed on Phone devices (recommended for templates with small product images)
uk_ua: Значення цього поля буде відображатись на пристроях типу Смартфон (рекомендується для шаблонів з дрібними зображеннями товарів)

# Languages::ab__stickers.attached_products
source: Attached products
uk_ua: Прикріплені товари

# Languages::ab__stickers.style
source: Style
uk_ua: Стиль

# Languages::ab__stickers.style.T
source: Text
uk_ua: Текстовий

# Languages::ab__stickers.style.G
source: Graphic
uk_ua: Графічний

# Languages::ab__stickers.text_color
source: Text color
uk_ua: Колір тексту

# Languages::ab__stickers.sticker_bg
source: Background color
uk_ua: Колір фону

# Languages::ab__stickers.editing_sticker
source: Sticker managing
uk_ua: Керування стікером

# Languages::ab__stickers.deleted_stickers
source: [n] sticker is deleted|[n] stickers are deleted
uk_ua: [n] стікер видалено|[n] стікери видалено|[n] стікерів видалено

# Languages::ab__stickers.cloned_stickers
source: [n] sticker was cloned|[n] stickers were cloned
uk_ua: [n] стікер дубльований|[n] стікери дубльовані|[n] стікерів дубльовано

# Languages::ab__stickers.cloned
source: [Cloned]
uk_ua: [Дубльований]

# Languages::ab__stickers.description
source: Description
uk_ua: Опис

# Languages::ab__stickers.description.tooltip
source: This field value will be displayed when hover mouse pointer
uk_ua: Значення цього поля буде відображатись при наведені мішкою на стікер

# Languages::ab__stickers.group_conditions
source: If [set] of these conditions [set_value]
uk_ua: Якщо [set] із цих умов [set_value]

# Languages::ab__stickers.conditions.all
source: every
uk_ua: кожне

# Languages::ab__stickers.conditions.any
source: any
uk_ua: будь-яке

# Languages::ab__stickers.conditions.true
source: are true
uk_ua: виконується

# Languages::ab__stickers.conditions.false
source: are false
uk_ua: не виконується

# Languages::ab__stickers.conditions.names.price
source: Product price
uk_ua: Ціна товару

# Languages::ab__stickers.conditions.names.feature
source: Product feature
uk_ua: Характеристика товару

# Languages::ab__stickers.conditions.names.categories
source: Categories
uk_ua: Категорії

# Languages::ab__stickers.conditions.names.tags
source: Product tag
uk_ua: Тег товару

# Languages::ab__stickers.conditions.names.discount
source: Discount, %
uk_ua: Знижка, %

# Languages::ab__stickers.conditions.names.vendor_plans
source: Vendor plan
uk_ua: Тариф продавця

# Languages::ab__stickers.avail_from
source: Available from
uk_ua: Доступний з

# Languages::ab__stickers.avail_till
source: Available to
uk_ua: Доступний до

# Languages::ab__stickers.storefronts.sticker_page.description
source: Select the storefronts for which this sticker will be applied
uk_ua: Оберіть вітрини, для яких буде застосовуватись цей стікер

# Languages::ab__stickers.search_by
source: Search by AB: Stickers
uk_ua: Пошук по АВ: Стікерам

# Languages::ab__stickers.available_placeholders
source: The following placeholders are available for fields "Text for full view", "Text for short view", "Description"
uk_ua: Вам також доступні наступні плейсхолдери для полів "Текст для повного виду", "Текст для скороченого виду", "Опис»

# Languages::ab__stickers.conditions.placeholders.discount
source: The discount value in percents
uk_ua: Значення знижки у відсотках

# Languages::ab__stickers.conditions.names.free_shipping
source: Free shipping
uk_ua: Безкоштовна доставка

# Languages::ab__stickers.will_used_default
source: Default stickers of active theme will be used
uk_ua: Будуть застосовуватись стандартні стікери використовуваної теми

# Languages::ab__stickers.you_have_no_standart_stickers
source: You need to create Discount and Free Shipping stickers or add Demo data in the "AB: Stickers" add-on, because when the add-on is activated, it intercepts the display of basic CS-Cart labels
uk_ua: Вам необхідно створити стікери Знижка і Безкоштовна доставка або додати Демо-дані в модулі "AB: Стікери", оскільки при активації модулю він перехоплює показ базових стікерів CS-Cart

# Languages::ab__stickers.conditions.names.qty_discounts
source: Quantity discounts
uk_ua: Оптові знижки

# Languages::ab__stickers.conditions.placeholders.min_qty_discount_count
source: Minimal products quantity for quantity discount
uk_ua: Мінімальна кількість товарів для оптової знижки

# Languages::ab__stickers.conditions.placeholders.min_qty_discount_price
source: Minimal products price with quantity discount
uk_ua: Мінімальна вартість товарів при оптовій знижці

# Languages::ab__stickers.conditions.placeholders.min_qty_discount_percentage
source: Discount percentage with minimal quantity discount
uk_ua: Відсоток знижки при мінімальній оптовій покупці

# Languages::ab__stickers.conditions.names.amount
source: In stock
uk_ua: В наявності

# Languages::ab__stickers.conditions.placeholders.amount
source: Product quantity in stock
uk_ua: Кількість товарів в наявності

# Languages::ab__stickers.conditions.names.sales_amount
source: Number of sales
uk_ua: Кількість продажів

# Languages::ab__stickers.conditions.names.popularity
source: Product popularity
uk_ua: Популярність товару

# Languages::ab__stickers.conditions.names.rating
source: Product rating
uk_ua: Рейтинг товару

# Languages::ab__stickers.conditions.names.rating.tooltip
source: The value must be decimal
uk_ua: Введене значення має бути дробове

# Languages::ab__stickers.conditions.placeholders.rating
source: Product rating value, for example: 4.5 or 5.0
uk_ua: Значення рейтингу для товару, наприклад: 4.5 або 5.0

# Languages::ab__stickers.conditions.names.comments
source: Number of reviews
uk_ua: Кількість відгуків

# Languages::ab__stickers.conditions.names.comments.tooltip
source: Only accepted reviews will be counted
uk_ua: До розрахунку беруться лише ухвалені відгуки

# Languages::ab__stickers.conditions.names.pre_order
source: Buy in advance
uk_ua: Передзамовлення

# Languages::ab__stickers.conditions.placeholders.avail_since
source: The date when buy in advance for product is available
uk_ua: Дата, з якою доступне передзамовлення по товару

# Languages::ab__stickers.conditions.names.weight
source: Product weight
uk_ua: Вага товару

# Languages::ab__stickers.conditions.placeholders.weight
source: Product weight
uk_ua: Вага товару

# Languages::ab__stickers.conditions.placeholders.ceil_integer_weight
source: Product weight (rounded up to bigger integer number)
uk_ua: Вага товару (округлений до більшого цілого числа)

# Languages::ab__stickers.conditions.names.creating_date
source: Creating date
uk_ua: Дата створення

# Languages::ab__stickers.conditions.names.creating_date.tooltip
source: Number of the days from creation date of the product to current date
uk_ua: Кількість днів від дати створення товару до поточної дати

# Languages::ab__stickers.conditions.names.age_verification
source: Age limit
uk_ua: Обмеження за віком

# Languages::ab__stickers.show
source: Display
uk_ua: Показувати

# Languages::ab__stickers.show.small
source: Display in the lists with small items
uk_ua: Показувати в списках з дрібними елементами

# Languages::ab__stickers.show.small.tooltip
source: Catalog lists:<br/>Small items;<br/>Text links;<br/>
uk_ua: Перелік списків:<br/>Дрібні елементи;<br/>Текстові посилання;<br/>

# Languages::ab__stickers.max_count
source: Maximal number
uk_ua: Максимальна кількість

# Languages::ab__stickers.available_placeholders.header
source: Available placeholders
uk_ua: Доступні плейсхолдери

# Languages::ab__stickers.default_placeholders
source: <p><code>[end_line]</code> - break line</p>
uk_ua: <p><code>[end_line]</code> - перенос рядку</p>

# Languages::ab__stickers.conditions.names.promotion
source: Promotion
uk_ua: Промоакція

# Languages::ab__stickers.conditions.placeholders.price
source: Product price
uk_ua: Ціна товару

# Languages::ab__stickers.border_width
source: Outline width
uk_ua: Ширина контуру

# Languages::ab__stickers.border_color
source: Outline color
uk_ua: Колір контуру

# Languages::ab__stickers.uppercase_text
source: Text in capitals
uk_ua: Текст великими літерами

# Languages::ab__stickers.available_tags.header
source: Available html tags and other entities
uk_ua: Доступні html-теги та інші сутності

# Languages::ab__stickers.available_tags
source: For fields Text for full view and Text for short view there are available some html tags and <a target="_blank" href="https://www.w3schools.com/charsets/ref_emoji.asp">Emoji Unicode</a>
uk_ua: Для полів Текст для повного виду і Текст для скороченого виду Вам також доступні певні html-теги і <a target="_blank" href="https://www.w3schools.com/charsets/ref_emoji.asp">Emoji Unicode</a>

# Languages::ab__stickers.available_tags.content
source: Available tags:[available_tags] You can see examples after install of <a href="[href_demo]" target="_blank">demo data</a> or in <a href="https://docs.cs-cart.abt.team/en/ab__stickers.doc/#p-2891" target="_blank">documentation</a>
uk_ua: Доступні теги:[available_tags]Приклади використання Ви можете подивитись, встановивши <a href="[href_demo]" target="_blank">демо-дані</a> або в <a href="https://docs.cs-cart.abt.team/ru/ab__stickers.doc/#p-2891" target="_blank">документації</a>

# Languages::ab__stickers.demodata
source: Demo data
uk_ua: Демо-дані

# Languages::ab__stickers.field_with_available_placeholders
source: For the field there are available placeholders, html tags and <a target="_blank" href="https://www.w3schools.com/charsets/ref_emoji.asp">Emoji Unicode</a>
uk_ua: Для цього поля доступно використання плейсхолдерів, html-тегів и <a target="_blank" href="https://www.w3schools.com/charsets/ref_emoji.asp">Emoji Unicode</a>

# Languages::ab__stickers.field_with_available_placeholders.wysiwyg
source: For the field there are available placeholders and html tags
uk_ua: Для цього поля доступно використання плейсхолдерів і html-тегів

# Languages::ab__stickers.full_size.image_size
source: Image size (full view)
uk_ua: Розмір зображення (повний вид)

# Languages::ab__stickers.small_size.image_size
source: Image size (short view)
uk_ua: Розмір зображення (скорочений вид)

# Languages::ab__stickers.output_settings.tooltip
source: You can set sticker display on the product page and in different lists types (to display stickers properly in the lists with small product images)
uk_ua: Тут Ви можете налаштувати відображення стікеру на сторінці товару і в різних видах списків (для правильного відображення стікерів у списках з дрібними зображеннями товарів)

# Languages::ab__stickers.output_settings.not_display
source: Do not display
uk_ua: Не відображати

# Languages::ab__stickers.output_settings.small_size
source: Short view
uk_ua: Скорочений вид

# Languages::ab__stickers.output_settings.full_size
source: Full view
uk_ua: Повний вид

# Languages::ab__stickers.delete_all
source: Delete all stickers
uk_ua: Видалити всі стікери

# Languages::ab__stickers.appearance_style
source: Appearance
uk_ua: Зовнішній вигляд

# Languages::ab__stickers.appearance_style.default.tooltip
source: Setting value 'Appearance' will be used from the tab 'Text stickers' of the add-on setting
uk_ua: Буде застосовуватись значення налаштування 'Зовнішній вигляд' із вкладки 'Текстові стікери' налаштування модулю

# Languages::ab__stickers.appearance_style.rounded
source: Rounded
uk_ua: Округлений

# Languages::ab__stickers.appearance_style.rectangular
source: Rectangular
uk_ua: Прямокутний

# Languages::ab__stickers.appearance_style.teardrop
source: Teardrop
uk_ua: Краплеподібний

# Languages::ab__stickers.appearance_style.beveled_angle
source: Beveled angle
uk_ua: Зі скошеним кутом

# Languages::ab__stickers.appearance_style.circle
source: Circle
uk_ua: Круглий

# Languages::ab__stickers.use_theme_presets
source: Use color values from the current theme
uk_ua: Застосувати значення кольорів з поточної теми

# Languages::ab__stickers.use_theme_presets.tooltip
source: Setting value "Discount label" will be used from settings <a href="[href]" target="_blank">of theme colors</a>
uk_ua: Буде застосовуватись значення налаштування "Етикетка зі знижкою" з налаштувань <a href="[href]" target="_blank">кольорів теми</a>

# Languages::ab__stickers.condition_groups.default
source: Default conditions
uk_ua: Загальні умови

# Languages::ab__stickers.list_has_prohibited_positions
source: This list type consists of forbidden positions of display
uk_ua: Цей вид списку має заборонені позиції відображення

# Languages::ab__stickers.list_has_prohibited_positions.docs
source: See the details in <a href="https://docs.cs-cart.abt.team/en/ab__stickers.doc/v1.2.0#p-3171" target="_blank">documentation</a>
uk_ua: Читайте детальніше в <a href="https://docs.cs-cart.abt.team/ru/ab__stickers.doc/v1.2.0#p-3171" target="_blank">документації</a>

# Languages::ab__stickers.vendor_edit
source: Allow vendor to manage
uk_ua: Дозволити керування продавцю

# Languages::ab__stickers.added_by_addon
source: Functionality is added by the add-on AB: Stickers
uk_ua: Функціонал доданий модулем AB: Стікери

# Languages::ab__stickers.conditions.names.buy_together
source: Buy together
uk_ua: Комбінації товарів

# Languages::ab__stickers.conditions.names.buy_together.tooltip
source: Product consists of product combination
uk_ua: Товар має комбінацію товарів

# Languages::ab__stickers.conditions.names.discount_sum
source: Discount amount
uk_ua: Сума знижки

# Languages::ab__stickers.conditions.placeholders.discount_sum
source: Discount amount in the selected currency
uk_ua: Сума знижки в обраній валюті

# Languages::ab__stickers.object.select
source: Select sticker(-s)
uk_ua: Оберіть стікер(и)

# Languages::ab__stickers.object.you_need_to_select_company
source: Please, select a Store to choose stickers
uk_ua: Будь ласка, оберіть Магазин для вибору стікерів

# Languages::ab__stickers.stickers_list.below
source: There is a sticker list that you can attach to the product
uk_ua: Нижче приведено список стікерів, які Ви можете прив'язати до цього товару

# Languages::ab__stickers.attached_stickers
source: Attached stickers
uk_ua: Прикріплені стікери

# Languages::ab__stickers.attached_stickers.product_page.tooltip
source: Selected stickers will always be displayed on this product
uk_ua: Обрані стікери завжди будуть відображатись на цьому товарі

# Languages::ab__stickers.attached_stickers.sticker_page.tooltip
source: The selected sticker will always be displayed on the pages of the following products
uk_ua: Обраний стікер завжди буде відображатись на сторінках наступних товарів

# Languages::ab__stickers.find_available_stickers
source: Find available stickers
uk_ua: Знайти доступні стікери

# Languages::ab__stickers.errors.missed_fields
source: These fields are required and cannot be deleted
uk_ua: Ці поля обов'язкові і не можуть бути видалені

# Languages::ab__stickers.link_generation
source: Links generation
uk_ua: Генерація зв'язків

# Languages::ab__stickers.generate
source: Links generation
uk_ua: Генерація зв'язків

# Languages::ab__stickers.generation.description
source: To update deprecated information on Cron, use this command:
uk_ua: Для оновлення застарілої інформації по Cron-у використовуйте цю команду:

# Languages::ab__stickers.generate.generated_ids.description
source: Generate sticker links to products|Generate stickers links to products
uk_ua: Згенерувати зв'язки стікеру до товарів|Згенерувати зв'язки стікерів до товарів

# Languages::ab__stickers.generate.in_progress
source: Links generation
uk_ua: Генерація зв'язків

# Languages::ab__stickers.generate.checking_generated
source: Check of generated links
uk_ua: Перевірка вже згенерованих зв'язків

# Languages::ab__stickers.generate.prev_query_in_process
source: Updating of the links is in progress. The last change was made [last_time] seconds ago. Please, wait.
uk_ua: Оновлення зв'язків вже в процесі обробки. Остання зміна зареєстрована [last_time] сек. назад. Будь ласка, очікуйте.

# Languages::ab__stickers.generated_stickers
source: Generated stickers
uk_ua: Згенеровані стікери

# Languages::ab__stickers.generated_stickers.product_page.tooltip
source: These static stickers are attached to the product through the conditions
uk_ua: Ці статичні стікери прикріплені до товару через умови
