Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__image_previewers.po
Languages: ru_ru, uk_ua

# Addons::name::ab__image_previewers
source: AB: Advanced image previewers
ru_ru: AB: Расширенные просмотрщики изображений
uk_ua: AB: Розширені переглядачі зображень

# Addons::description::ab__image_previewers
source: Adds new image previewers
ru_ru: Добавляет новые просмотрщики изображений
uk_ua: Додає нові переглядачі зображень

# Languages::ab__image_previewers
source: AB: Advanced image previewers
ru_ru: AB: Расширенные просмотрщики изображений
uk_ua: AB: Розширені переглядачі зображень

# Languages::ab__image_previewers.added_by_addon
source: Functionality is added by add-on "AB: Advanced image previewers"
ru_ru: Функционал добавлен модулем "AB: Расширенные просмотрщики изображений"
uk_ua: Функціонал доданий модулем "AB: Розширені переглядачі зображень"

# SettingsOptions::ab__image_previewers::ps_display_price
source: Display price
ru_ru: Отображать цену
uk_ua: Відображати ціну

# SettingsOptions::ab__image_previewers::ps_display_add_to_cart
source: Display "Add to cart" button
ru_ru: Отображать кнопку "Купить"
uk_ua: Відображати кнопку "Купити"

# SettingsOptions::ab__image_previewers::ps_display_navigation_dots
source: Display navigation dots
ru_ru: Отображать навигационные точки
uk_ua: Відображати навігаційні точки

# SettingsTooltips::ab__image_previewers::ps_display_navigation_dots
source: If dots increase screen size, counter of images will be displayed instead
ru_ru: Если точки не помещаются в один экран, будет отображаться счетчик изображений
uk_ua: Якщо точки не поміщаються на один екран, буде відображатися лічильник зображень

# SettingsOptions::ab__image_previewers::ps_display_fullscreen
source: Display "Full screen" button
ru_ru: Отображать кнопку "На весь экран"
uk_ua: Відображати кнопку "На весь екран"

# SettingsTooltips::ab__image_previewers::ps_display_fullscreen
source: It is displayed on devices with touch control (basically, PC and Laptops)
ru_ru: Отображается на устройствах без сенсорного управления (в основном ПК и ноутбуки)
uk_ua: Відображається на пристроях без сенсорного керування (в основному ПК і ноутбуки)

# SettingsOptions::ab__image_previewers::ps_display_zoom
source: Display button of enlarged image
ru_ru: Отображать кнопку увеличения
uk_ua: Відображати кнопку збільшення

# SettingsTooltips::ab__image_previewers::ps_display_zoom
source: If an image can be enlarged
ru_ru: Если изображение можно увеличить
uk_ua: Якщо зображення можна збільшити

# SettingsOptions::ab__image_previewers::ps_close_with_gesture
source: Close with gesture
ru_ru: Закрывать жестом
uk_ua: Закрити жестом

# SettingsTooltips::ab__image_previewers::ps_close_with_gesture
source: Close image previewer with swipe up/down or pinch image that is not enlarged (e.g., IPhone gallery)
ru_ru: Закрывает просмотрщик изображений свайпом вниз/вверх или щипком по неувеличенному изображению (как галерея на IPhone)
uk_ua: Закриває переглядача зображень свайпом вниз/вгору або щипком по незбільшеному зображенню (як галерея на IPhone)

# Languages::ab__image_previewers.settings
source: General settings
ru_ru: Общие настройки
uk_ua: Загальні налаштування

# Languages::ab__image_previewers.default_previewer_changed
source: Image previewer by default was changed on [previewer]
ru_ru: Просмотрщик изображений по умолчанию изменен на [previewer]
uk_ua: Переглядач зображень за замовчуванням змінено на [previewer]

# Languages::ab__image_previewers.autoinstall.photoswipe
source: AB: PhotoSwipe was set as previewer by default
ru_ru: AB: PhotoSwipe установлен как просмотрщик по умолчанию
uk_ua: AB: PhotoSwipe установлений як переглядач за замовчуванням

# Languages::ab__image_previewers.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::ab__image_previewers.help.docs
source: Read the <a target='_blank' href='https://cs-cart.alexbranding.com/en/ab__image_previewers.doc'>documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__image_previewers.doc'>документацией</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/ab__image_previewers.doc''>документацією</a>.

# Languages::privilege_groups.ab__image_previewers
source: AB: Advanced image previewers
ru_ru: AB: Расширенные просмотрщики изображений
uk_ua: AB: Розширені переглядачі зображень
