Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__deal_of_the_day.po
Languages: ru_ru, uk_ua

# Languages::ab__dotd.placeholders.promotion
source: <b>[promotion]</b> — promotion name (as is)<br> <b>[promotion_lower]</b> — promotion name (lowercase)<br> <b>[Promotion]</b> — promotion name (the first letter is uppercase others are lowercase)<br> <b>[PROMOTION]</b> — promotion name (uppercase)
ru_ru: <b>[promotion]</b> — название промо-акции (как есть)<br><b>[promotion_lower]</b> — название промо-акции (строчные буквы)<br><b>[Promotion]</b> — название промо-акции (первая заглавная, остальные строчные)<br><b>[PROMOTION]</b> — название промо-акции (заглавные буквы)
uk_ua: <b>[promotion]</b> — назва промо-акції (як є)<br><b>[promotion_lower]</b> — назва промо-акції (малі літери)<br><b>[Promotion]</b> — назва промо-акції (перша велика, решта малі)<br><b>[PROMOTION]</b> — назва промо-акції (великі літери)

# Languages::ab__dotd.placeholders.h1
source: <b>[h1_tag]</b> — h1 value (as is)<br> <b>[h1_tag_lower]</b> — h1 value (lowercase)<br> <b>[H1_tag]</b> — h1 value (the first letter is uppercase others are lowercase)<br> <b>[H1_TAG]</b> — h1 value (uppercase)
ru_ru: <b>[h1_tag]</b> — значение h1 (как есть)<br><b>[h1_tag_lower]</b> — значение h1 (строчные буквы)<br><b>[H1_tag]</b> — значение h1 (первая заглавная, остальные строчные)<br><b>[H1_TAG]</b> — значение h1 (заглавные буквы)
uk_ua: <b>[h1_tag]</b> — значення h1 (як є)<br><b>[h1_tag_lower]</b> — значення h1 (малі літери)<br><b>[H1_tag]</b> — значення h1 (перша велика, решта малі)<br><b>[H1_TAG]</b> — значення h1 (великі літери)

# Languages::ab__dotd.placeholders.short_description
source: <b>[short_description]</b> — promotion short description
ru_ru: <b>[short_description]</b> — краткое описание промо-акции
uk_ua: <b>[short_description]</b> — короткий опис промо-акції

# Languages::ab__dotd.placeholders.detailed_description
source: <b>[detailed_description]</b> — promotion detailed description
ru_ru: <b>[detailed_description]</b> — детальное описание промо-акции
uk_ua: <b>[detailed_description]</b> — детальний опис промо-акції
