Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/ab__stickers.po
Languages: uk_ua

# Languages::ab__stickers.successes.generated
source: Links for sticker [sticker] were generated successfully|Links for stickers <br/>[sticker]<br/> were generated successfully
uk_ua: Зв'язки для стікеру [sticker] успішно згенеровано|Зв'язки для стікерів:<br/>[sticker]<br/>успішно згенеровані

# Languages::ab__stickers.errors.no_stickers_for_generation
source: There are no stickers to generate links<br/> Probable causes:<br/> You probably updated your links recently<br/> You have not static stickers with conditions
uk_ua: Відсутні стікери для генерації зв'язків.<br/>Можливі причини:<br/>Ви нещодавно оновлювали зв'язки<br/>У Вас відсутні статичні стікери зі створеними умовами

# Languages::ab__stickers.generated_for_sticker
source: <a href="[sticker_href]" target="_blank">[sticker]</a> <a href="[links_href]" target="_blank">number of links: [links]</a>
uk_ua: <a href="[sticker_href]" target="_blank">[sticker]</a> <a href="[links_href]" target="_blank">кількість зв'язків: [links]</a>

# Languages::ab__stickers.demodata.description
source: On this page you can quickly add demo stickers
uk_ua: На цій сторінці Ви можете швидко додати демо-стікери

# Languages::ab__stickers.demodata.table.description
source: Demo data view
uk_ua: Вигляд демо-даних

# Languages::ab__stickers.demodata.table.add_stickers
source: Add demo stickers
uk_ua: Додати демо-стікери

# Languages::ab__stickers.demodata.install.success
source: Demo stickers were created successfully
uk_ua: Демо-стікери були створені успішно

# Languages::ab__stickers.demodata.download_graphic_stickers_source
source: If you wish to change demo stickers (e.g., background color of the sticker), you may download correspond source images by <a href="https://drive.google.com/drive/folders/1VnZIlP0X6ES2UYUZXNiQWvc9G_tDr6KA" target="_blank">reference</a>
uk_ua: Якщо Ви бажаєте змінити демо-стікери (наприклад, колір фону стікерів), Ви можете завантажити відповідні початкові зображення за <a href="https://drive.google.com/drive/folders/1VnZIlP0X6ES2UYUZXNiQWvc9G_tDr6KA" target="_blank">посиланням</a>

# Languages::ab__stickers_import
source: AB: Stickers: Import
uk_ua: AB: Стікери: Імпорт

# Languages::ab__stickers_export
source: AB: Stickers: Export
uk_ua: AB: Стікери: Експорт
