Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/abt__unitheme2_mv.po
Languages: ru_ru, uk_ua

# Addons::description::abt__unitheme2_mv
source: Addon adds AB: UniTheme2 files for support of Multi-Vendor edition
ru_ru: Модуль добавляет файлы шаблона AB: UniTheme2 для редакции Multi-Vendor
uk_ua: Модуль додає файли шаблону АВ: UniTheme2 для редакції Multi-Vendor

# Languages::abt__ut2.settings.vendor
source: Vendor
ru_ru: Продавец
uk_ua: Продавець

# Languages::abt__ut2.settings.vendor_description
source: Block with vendor information on the vendor's page
ru_ru: Блок с информацией о продавце на странице продавца
uk_ua: Блок з інформацією про продавця на сторінці продавця

# Languages::abt__ut2.settings.vendor.truncate_short_description
source: Number of characters for vendor description
ru_ru: Количество символов для отображения описания продавца
uk_ua: Кількість символів для відображення опису продавця

# Languages::abt__ut2.settings.vendor.truncate_short_description.tooltip
source: Allows you to limit the output of vendor short description, specify the number of displayed characters. To disable output, use the value "0"
ru_ru: Позволяет ограничить отображение информации о продавце, укажите количество отображаемых символов. Чтобы отключить отображение используйте значение "0"
uk_ua: Дозволяє обмежити відображення інформації про продавця, вкажіть кількість символів для відображення. Щоб вимкнути відображення застосовуйте значення "0"

# Languages::abt__ut2.settings.vendor.show_ask_question_link
source: Display "Ask a question" link
ru_ru: Отображать ссылку "Задать вопрос"
uk_ua: Відображати посилання "Задати питання"

# Languages::abt__ut2.settings.vendor.show_ask_question_link.tooltip
source: Allows customers to communicate with the vendor using chat. Depends on "Ask seller a question" addon
ru_ru: Позволяет отобразить ссылку для коммуникации с продавцом с помощю чата. Зависит от модуля "Чат с продавцом"
uk_ua: Дозволяє відобразити посилання для комунікації з продавцем за допомогою чата. Залежить від модуля "Чат з продавцем"

# Languages::abt__ut2.settings.products.vendor_group
source: Block with vendor information
ru_ru: Блок с информацией о продавце
uk_ua: Блок з інформацією про продавця

# Languages::abt__ut2.settings.products.vendor_group_description
source: Settings for block with vendor information on the product page
ru_ru: Настройки блока с информацией о продавце на странице товара
uk_ua: Налаштування блоку з інформацією про продавця на сторінці товару

# Languages::abt__ut2.settings.products.vendor.show_name_as_link
source: Use vendor name as a link on a vendor page
ru_ru: Имя продавца, как ссылка на страницу продавца
uk_ua: Ім’я продавця, як посилання на сторінку продавця

# Languages::abt__ut2.settings.products.vendor.show_name_as_link.tooltip
source: Allows use vendor name as a link to the page of this vendor
ru_ru: Позволяет по ссылке переходить на страницу продавца
uk_ua: Дозволяє за посиланням переходити на сторінку продавця

# Languages::abt__ut2.settings.products.vendor.show_logo
source: Show vendor logo
ru_ru: Отображать логотип продавца
uk_ua: Відображати логотип продавця

# Languages::abt__ut2.settings.products.vendor.show_logo.tooltip
source: Displays the vendor's logo
ru_ru: Позволяет отобразить логотип продавца
uk_ua: Дозволяє відображати логотип продавця

# Languages::abt__ut2.settings.products.vendor.truncate_short_description
source: Number of characters for vendor description
ru_ru: Количество символов для отображения описания продавца
uk_ua: Кількість символів для відображення опису продавця

# Languages::abt__ut2.settings.products.vendor.truncate_short_description.tooltip
source: Allows you to limit the output of a vendor description, specify the number of displayed characters. To disable output, use the value "0"
ru_ru: Позволяет ограничить отображение описания продавца, укажите количество отображаемых символов. Чтобы отключить отображение используйте значение "0"
uk_ua: Дозволяє обмежити відображення опису продавця, вкажіть кількість символів для відображення. Щоб вимкнути відображення застосовуйте значення "0"

# Languages::abt__ut2.settings.products.vendor.show_phone
source: Show vendor phone number
ru_ru: Отображать телефон продавца
uk_ua: Відображати телефон продавця

# Languages::abt__ut2.settings.products.vendor.show_phone.tooltip
source: Allows you to display the phone number of the vendor
ru_ru: Позволяет отобразить номер телефона продавца
uk_ua: Дозволяє відобразити номер телефону продавця

# Languages::abt__ut2.settings.products.vendor.show_ask_question_link
source: Show "Ask a question" link
ru_ru: Отображать ссылку "Задать вопрос"
uk_ua: Відображати посилання "Задати питання"

# Languages::abt__ut2.settings.products.vendor.show_ask_question_link.tooltip
source: Allows customers to communicate with the vendor using chat. Depends on "Ask seller a question" addon
ru_ru: Позволяет отобразить ссылку для коммуникации с продавцом с помощю чата. Зависит от модуля "Чат с продавцом"
uk_ua: Дозволяє відобразити посилання для комунікації з продавцем за допомогою чата. Залежить від модуля "Чат з продавцем"

# Languages::abt__ut2.sort_by_company_asc
source: Sort by alphabetical: A to Z
ru_ru: Сортировать по алфавиту: от А до Я
uk_ua: Сортувати по алфавіту: від А до Я

# Languages::abt__ut2.sort_by_company_desc
source: Sort by alphabetical: Z to A
ru_ru: Сортировать по алфавиту: от Я до А
uk_ua: Сортувати по алфавіту: від Я до А

# Languages::abt__ut2.sort_by_rating_asc
source: Sort by rating: Low to High
ru_ru: Сортировать по рейтингу: по возрастанию
uk_ua: Сортувати за рейтингом: за зростанням

# Languages::abt__ut2.sort_by_rating_desc
source: Sort by rating
ru_ru: Сортировать по рейтингу
uk_ua: Сортувати за рейтингом

# Languages::abt__ut2_mv.vendor_settings_tab
source: Vendor settings on vendor page
ru_ru: Настройки Продавца на странице продавца
uk_ua: Налаштування Продавця на сторінці продавця

# Languages::abt__ut2_mv.product_page_vendor_settings
source: Vendor settings on product page
ru_ru: Настройки Продавца на странице товара
uk_ua: Налаштування Продавця на сторінці товару

# Languages::block_abt__ut2_mv_vendor_subcategories_menu
source: AB: Vendor categories
ru_ru: AB: Категории продавца
uk_ua: AB: Категорії продавця

# Languages::abt__ut2_mv.upgrade_notifications.title
source: AB: UniTheme2 (Multi-Vendor) was successfully updated to v[ver]!
ru_ru: AB: UniTheme2 (Multi-Vendor) успешно обновлена до v[ver]!
uk_ua: AB: UniTheme2 (Multi-Vendor) успішно оновлена до v[ver]!

# Languages::abt__ut2_mv.upgrade_notifications.text
source: The detailed list of changes for <b>v[ver]</b> version look in documentation for the theme in the section <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2_mv.doc#p-1276">List of releases</a>.
ru_ru: Подробный список изменений, вошедший в версию <b>v[ver]</b> смотрите в документации по теме в разделе <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2_mv.doc#p-1276">Список релизов</a>.
uk_ua: Докладний список змін, що увійшов у версію <b>v[ver]</b> дивіться в документації по темі в розділі <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2_mv.doc#p-1276">Список релізів</a>.

# Languages::abt__ut2_mv.upgrade_notifications.4.10.2.b.new_layouts.title
source: We recommend to update the used layout!
ru_ru: Требуется обновление используемого макета!
uk_ua: Необхідно оновити макет, що використовується!

# Languages::abt__ut2_mv.upgrade_notifications.4.10.2.b.new_layouts.text
source: Use the following <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc#p-142">instruction</a> to update the used layout.
ru_ru: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc#p-142">инструкцию</a> для обновления используемого макета.
uk_ua: Застосовуйте наступну <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc#p-142">інструкцію</a> для оновлення макету, що застосовується.

# Languages::abt__ut2_mv.upgrade_notifications.recommend_to_update_layouts.title
source: We recommend to update the used layout!
ru_ru: Требуется обновление используемого макета!
uk_ua: Необхідно оновити макет, що використовується!

# Languages::abt__ut2_mv.upgrade_notifications.recommend_to_update_layouts.text
source: Use the following <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc#p-142">instruction</a> to update the used layout.
ru_ru: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc/v4.10.2.d#p-142">инструкцию</a> для обновления используемого макета.
uk_ua: Застосовуйте наступну <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc/v4.10.2.d#p-142">інструкцію</a> для оновлення макету, що застосовується.

# Languages::abt__ut2_mv.upgrade_notifications.4.11.2.a.new_settings.title
source: Added new settings
ru_ru: Добавлены новые настройки
uk_ua: Додано нові налаштування

# Languages::abt__ut2_mv.upgrade_notifications.4.11.2.a.new_settings.text
source: <h3>Block with information about the vendor on the product page</h3> <p>To edit this settings go to: Admin panel → AB: Addons → AB: UniTheme2 → Theme settings, go to Product tab and find section Block with vendor information:</p> <ul> <li>Use vendor name as a link on a vendor page;</li> <li>Show vendor logo;</li> <li>Number of characters for vendor description;</li> <li>Show vendor phone number;</li> <li>Show "Ask a question" link.</li> </ul> <h3>Block with information about the vendor on the vendor's page</h3> <p>To edit this settings go to: Admin panel → AB: Addons → AB: UniTheme2 → Theme settings, go to Vendor tab:</p> <ul> <li>Number of characters for vendor description;</li> <li>Display "Ask a question" link.</li> </ul>
ru_ru: <h3>Блок с информацией о продавце, на странице товара</h3><p>Для редактирования этих настроек перейдите: Панель администратора → AB: Модули → AB: UniTheme2 → Настройки темы, перейдите на вкладку "Товар" и найдите раздел "Блок с информацией о продавце":</p><ul><li>Имя продавца, как ссылка на страницу продавца;</li><li>Отображать логотип продавца;</li><li>Количество символов для отображения описания продавца;</li><li>Отображать телефон продавца;</li><li>Отображать ссылку "Задать вопрос".</li></ul><h3>Блок с информацией о продавце, на странице продавца</h3><p>Для редактирования этих настроек перейдите: Панель администратора → AB: Модули → AB: UniTheme2 → Настройки темы, перейдите на вкладку "Продавец":</p><ul><li>Количество символов для отображения описания продавца;</li><li>Отображать ссылку "Задать вопрос".</li></ul>
uk_ua: <h3>Блок з інформацією про продавця на сторінці товару</h3><p>Для редагування цих налаштувань перейдіть: Панель адміністратора → AB: Модулі → AB: UniTheme2 → Налаштування теми, перейдіть на вкладку "Товар" і знайдіть розділ "Блок з інформацією про продавця":</p><ul><li>Ім’я продавця, як посилання на сторінку продавця;</li><li>Відображати логотип продавця;</li><li>Кількість символів для відображення опису продавця;</li><li>Відображати телефон продавця;</li><li>Відображати посилання "Задати питання".</li></ul><h3>Блок з інформацією про продавця, на сторінці продавця</h3><p>Для редагування цих налаштувань перейдіть: Панель адміністратора → AB: Модулі → AB: UniTheme2 → Налаштування теми, перейдіть на вкладку "Продавець":</p> <ul> <li>Кількість символів для відображення опису продавця;</li> <li>Відображати посилання "Задати питання".</li> </ul>

# Languages::abt__ut2_mv.autoinstall.add_layouts
source: Added layouts for Multi-Vendor
ru_ru: Добавлены макеты для Multi-Vendor
uk_ua: Додано макети для Multi-Vendor

# Languages::abt__ut2_mv.help
source: Help
ru_ru: Справка
uk_ua: Довідка

# Languages::abt__ut2_mv.help.doc
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/abt__unitheme2_mv.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme2_mv.doc'>документацией</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme2_mv.doc'>документацією</a>.
