Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: uk_ua

# Languages::abt__ut2.settings.load_more.mode.variants.auto
source: Automatically
uk_ua: Автоматично

# Languages::abt__ut2.settings.load_more.mode.variants.on_button_click
source: By button click
uk_ua: При натисканні на кнопку

# Languages::abt__ut2.settings.load_more.mode.tooltip
source: Choose working mode for button Show more.<br /> <b>Automatically</b> — in this mode next page will be loaded over N px before the end of page while scrolling down.<br /> <b>By button click</b> — next products page will be loaded only clicking the button by the user
uk_ua: Оберіть режим роботи кнопки Показати ще.<br /><b>Автоматично</b> — в цьому режимі, наступна сторінка товарів буде завантажуватись за N px до кінця сторінки при прокрутці вниз. <br /><b>При натисканні на кнопку</b> — завантаження наступної сторінки товарів буде відбуватись тільки при натисканні кнопки користувачем

# Languages::abt__ut2.settings.load_more.before_end
source: Start for N px to the end of the page
uk_ua: Запустити за N px до кінця сторінки

# Languages::abt__ut2.settings.load_more.before_end.tooltip
source: Used only for working mode Automatically
uk_ua: Застосовується лише тоді, коли обрано варіант Автоматично

# Languages::abt__ut2.load_more.show_more.pages
source: Show another [n] page|Show another [n] pages
uk_ua: Показати ще [n] сторінку|Показати ще [n] сторінки|Показати ще [n] сторінок

# Languages::abt__ut2.load_more.show_more.products
source: Show another [n] product|Show another [n] products
uk_ua: Показати ще [n] товар|Показати ще [n] товари|Показати ще [n] товарів

# Languages::abt__ut2.settings.addons
source: Addons
uk_ua: Модулі

# Languages::abt__ut2.settings.addons_description
source: Here are setting, that affect on appearance of different addons pages in theme
uk_ua: Тут наведені налаштування, які впливають на відображення сторонніх модулів

# Languages::abt__ut2.settings.addons.wishlist_products_group
source: "Wish List" addon
uk_ua: Модуль "Список побажань"

# Languages::abt__ut2.settings.addons.wishlist_products_group_description
source: Allows to add products to user wishlists
uk_ua: Дозволяє додавати товари до списків побажань користувача

# Languages::abt__ut2.settings.addons.wishlist_products.item_quantity
source: Show products in a row
uk_ua: Показувати товари в ряд

# Languages::abt__ut2.settings.addons.wishlist_products.item_quantity.tooltip
source: Specify the quantity to display products in a row (only for "Grid")
uk_ua: Зазначте кількість для відображення товарів в ряд (тільки для "Сітки")

# Languages::abt__ut2.settings.addons.call_requests_group
source: "Call request" add-on
uk_ua: Модуль "Зворотній дзвінок"

# Languages::abt__ut2.settings.addons.call_requests_group_description
source: Buy with one click and request call
uk_ua: Покупка в один клік і зворотній дзвінок"

# Languages::abt__ut2.settings.addons.call_requests.item_button
source: Display "Buy now with 1-click" button in blocks and product lists
uk_ua: Відображати кнопку "Купити в один клік" в блоках і списках товарів

# Languages::abt__ut2.settings.addons.call_requests.item_button.tooltip
source: Allows to display "Buy now with 1-click" button in blocks and product lists
uk_ua: Дозволяє відображати кнопку "Купити в один клік" в блоках і списках товарів

# Languages::abt__ut2.settings.addons.discussion_group
source: "Comments and reviews" add-on
uk_ua: Модуль "Коментарі та відгуки"

# Languages::abt__ut2.settings.addons.discussion_group_description
source: Lets customers to leave reviews and comments to products, categories, orders, etc.
uk_ua: Дає змогу клієнтам залишати відгуки і коментарі до товарів, категорій, замовлень тощо.

# Languages::abt__ut2.settings.addons.discussion.highlight_administrator
source: Highlight admin reviews
uk_ua: Виділяти відгуки адміністратора

# Languages::abt__ut2.settings.addons.discussion.highlight_administrator.tooltip
source: Adds special styling for reviews or comments written by administrators.
uk_ua: Додає особливий стиль для відгуків або коментарів, написаних адміністраторами.

# Languages::abt__ut2.settings.addons.discussion.verified_buyer
source: Highlight reviews from verified buyers
uk_ua: Виділяти відгуки перевірених покупців

# Languages::abt__ut2.settings.addons.discussion.verified_buyer.tooltip
source: Adds a special style for comments written by users that bought this product.
uk_ua: Додає спеціальний стиль для коментарів, написаних користувачами, що придбали цей товар.

# Languages::abt__ut2.less_settings
source: Color scheme settings
uk_ua: Налаштування схеми кольорів

# Languages::abt__ut2.less_settings_description
source: <b>Attention!</b> These settings apply only to the selected color scheme (in order to see the changes: make sure, that the selected in the "Style" settings field value corresponds to the color scheme, selected in your store (you can check the selected color scheme by Design → Themes → in the table opposite the chosen as default layout))
uk_ua: <b>Увага!</b> Вказані налаштування застосовуються лише до обраної схеми кольорів (для того, щоб побачити зміни: переконайтесь, що обраний в полі налаштувань "Style" відповідає обраній в Вашому магазині схемі кольорів (обраний варіант схеми кольорів Ви можете перевірити на сторінці Дизайн → Теми → в таблиці навпроти обраного за замовчуванням макету))

# Languages::abt__ut2.less_settings.style.tooltip
source: Select Style (less-file, to which the following settings will be applied)
uk_ua: Оберіть Стиль (less-файл, до якого будуть застосовані наступні налаштування)

# Languages::abt__ut2.less_settings.general
source: General
uk_ua: Загальні

# Languages::abt__ut2.less_settings.general_description
source: Below are the general settings.
uk_ua: Нижче наведені загальні налаштування

# Languages::abt__ut2.less_settings.general.use_rounding
source: Round corners for interface elements
uk_ua: Закруглити кути для елементів інтерфейсу

# Languages::abt__ut2.less_settings.general.use_rounding.tooltip
source: Use rounding corners of elements (windows, buttons, icons, form fields, etc.)
uk_ua: Застосувати закруглення кутів елементів (вікна, кнопки, іконки, поля форм тощо)

# Languages::abt__ut2.less_settings.general.use_rounding.variants.do_not_use
source: Don't use
uk_ua: Не застосовувати

# Languages::abt__ut2.less_settings.general.use_rounding.variants.little
source: Make a little roundness
uk_ua: Надати невелику округлість

# Languages::abt__ut2.less_settings.general.use_rounding.variants.full
source: Fully rounded
uk_ua: Повністю закруглити

# Languages::abt__ut2.less_settings.general.use_titles_uppercase
source: Display headers in capital letters
uk_ua: Відображати заголовки великими літерами

# Languages::abt__ut2.less_settings.general.use_titles_uppercase.tooltip
source: Allows you to show headers in capital letters (used for all page headers, blocks, banners headers, etc.)
uk_ua: Дозволяє перевести написання заголовка у великі літери (застосовується для усіх заголовків сторінок, блоків, банерів тощо)

# Languages::abt__ut2.less_settings.general.stars_rating_color
source: Color of starlets for product rating
uk_ua: Колір зірочок рейтингу товару

# Languages::abt__ut2.less_settings.general.stars_rating_color.tooltip
source: Specify your own star color for product rating
uk_ua: Вкажіть власний колір зірочок рейтингу товару

# Languages::abt__ut2.less_settings.general.buttons_group
source: Buttons
uk_ua: Кнопки

# Languages::abt__ut2.less_settings.general.buttons_group_description
source: Allows you to set button styles
uk_ua: Дозволяє задавати стилі оформлення кнопок

# Languages::abt__ut2.less_settings.general.buttons.style
source: Style
uk_ua: Стиль

# Languages::abt__ut2.less_settings.general.buttons.style.tooltip
source: Set button style
uk_ua: Оберіть стиль оформлення для кнопок

# Languages::abt__ut2.less_settings.general.buttons.style.variants.use_background
source: Use filled background
uk_ua: Застосувати фонове залиття

# Languages::abt__ut2.less_settings.general.buttons.style.variants.use_border
source: Use border only
uk_ua: Застосувати тільки контур

# Languages::abt__ut2.less_settings.general.buttons.use_text_uppercase
source: Display text in capital letters
uk_ua: Відображати текст великими літерами

# Languages::abt__ut2.less_settings.general.buttons.use_text_uppercase.tooltip
source: Allows you to define the display format of letters in buttons, lowercase or uppercase letters
uk_ua: Дозволяє визначити формат відображення літер у кнопках малими або великими літерами

# Languages::abt__ut2.less_settings.general.buttons.use_shadow
source: Add shadow
uk_ua: Відображати тінь

# Languages::abt__ut2.less_settings.general.buttons.use_shadow.tooltip
source: Use shadow in the buttons design
uk_ua: В оформленні кнопок буде використовуватись тінь

# Languages::abt__ut2.less_settings.general.buttons.use_gradient
source: Add bulk
uk_ua: Додати об'єм

# Languages::abt__ut2.less_settings.general.buttons.use_gradient.tooltip
source: The buttons will use a background color with a gradient fill from light to dark based on the color of the button
uk_ua: В оформленні кнопок буде використовуватись колір фону з градієнтним залиттям від світлого до темного на основі кольору кнопки

# Languages::abt__ut2.less_settings.general.labels_group
source: Labels (stickers)
uk_ua: Стікери (Лейбли)

# Languages::abt__ut2.less_settings.general.labels_group_description
source: Allows you to set styles for standard product stickers, for example, Free Shipping, Discount, etc. <br/>These settings are not applicable if you use "AB: Stickers" add-on or any third party add-on of stickers.
uk_ua: Застосовується для оформлення стандартних стікерів товару, наприклад, "Безкоштовна доставка", "Знижка" тощо. <br/>Ці налаштування не застосовуються, якщо використовується модуль "АВ: Стікери" або будь-який інший сторонній модуль стікерів.

# Languages::abt__ut2.less_settings.general.labels.style
source: Form
uk_ua: Форма

# Languages::abt__ut2.less_settings.general.labels.style.tooltip
source: Specify the displaying form of discount labels
uk_ua: Оберіть одну із форм відображення

# Languages::abt__ut2.less_settings.general.labels.style.variants.as_drop
source: Drop
uk_ua: Краплею

# Languages::abt__ut2.less_settings.general.labels.style.variants.as_circle
source: Round
uk_ua: Круглий

# Languages::abt__ut2.less_settings.general.labels.style.variants.as_rectangle
source: Rectangular
uk_ua: Прямокутний

# Languages::abt__ut2.less_settings.general.labels.use_outline
source: Use border style
uk_ua: Контурний стиль

# Languages::abt__ut2.less_settings.general.labels.use_outline.tooltip
source: Adds border style
uk_ua: Додає контурне обведення

# Languages::abt__ut2.less_settings.general.labels.use_shadow
source: Add shadow
uk_ua: Відображати тінь

# Languages::abt__ut2.less_settings.general.labels.use_shadow.tooltip
source: Adds shadow
uk_ua: Додає тінь

# Languages::abt__ut2.less_settings.general.labels.use_text_shadow
source: Add shadow for text
uk_ua: Відображати тінь для тексту

# Languages::abt__ut2.less_settings.general.labels.use_text_shadow.tooltip
source: Adds shadow for text
uk_ua: Додає тінь для тексту

# Languages::abt__ut2.less_settings.containers
source: Containers
uk_ua: Контейнери

# Languages::abt__ut2.less_settings.containers_description
source: Below are the settings that affect the blocks and sections of the corresponding container in the layouts.
uk_ua: Нижче наведені налаштування, які впливають на блоки і секції відповідного контейнера в макетах

# Languages::abt__ut2.less_settings.containers.header_group
source: Header
uk_ua: Заголовок

# Languages::abt__ut2.less_settings.containers.header_group_description
source: Settings for blocks and sections of the "Header" container
uk_ua: Налаштування для блоків і секцій контейнера "Заголовок"

# Languages::abt__ut2.less_settings.containers.header.add_delimiters
source: Add dividing strips
uk_ua: Додати розділові смуги

# Languages::abt__ut2.less_settings.containers.header.add_delimiters.tooltip
source: Adds dividing strips at the Top part of the site, visually separates the blocks "Categories", "Search", "Account" and "Cart"
uk_ua: Додає розділові смуги у верхівці сайту, візуально розділяє блоки "Каталог товарів", "Пошук", "Акаунт" і "Кошик"

# Languages::abt__ut2.less_settings.containers.header.use_color_menu_on_hover
source: Color for hovering over a first level menu item
uk_ua: Колір при наведені на пункт меню першого рівня

source: Background color used for hovering over menu items of the first level. It is used only in the "Default" layout with a horizontal menu type. Also determines the color of the active first level menu item
uk_ua: Фоновий колір при наведені на елементи меню першого рівня. Застосовується лише в макеті "Default" з горизонтальним типом меню. Також визначає колір активного елементу меню першого рівня

# Languages::abt__ut2.less_settings.containers.header.use_color_elements_on_hover
source: Color for hovering over the elements "Categories", "Account" and "Cart"
uk_ua: Колір при наведені на елементи "Каталог товарів", "Акаунт" і "Кошик"

source: The color for hovering over the drop-down elements "Categories", "Account" and "Cart" is used only in the "Advanced" and "Fixed" layouts
uk_ua: Колір при наведені на випадаючі елементи "Каталог товарів", "Акаунт" і "Кошик", застосовується лише в макетах "Advanced" і "Fixed"

# Languages::abt__ut2.less_settings.containers.header.use_color_icons
source: The color of the icons for elements "Categories", "Account" and "Cart"
uk_ua: Колір іконок для елементів "Каталог товарів", "Акаунт" і "Кошик"

# Languages::abt__ut2.less_settings.containers.header.use_color_icons.tooltip
source: Is used only in layouts "Advanced" and "Fixed"
uk_ua: Застосовується лише в макетах "Advanced" и "Fixed"

source: Use animation effect for non empty cart
uk_ua: Застосувати ефект анімації для непорожнього кошика

source: Adds animation effect, to pay attention to the non empty user cart
uk_ua: Додає ефект, що привертає увагу до непорожнього кошика

# Languages::abt__ut2.less_settings.product_list
source: Product lists
uk_ua: Списки товарів

# Languages::abt__ut2.less_settings.product_list_description
source: Below are the settings that affect the styles for elements in the product lists
uk_ua: Нижче представлені налаштування, що впливають на елементи списків товарів

# Languages::abt__ut2.less_settings.product_list.show_grid_border
source: Frame type of the product in the grid
uk_ua: Тип обрамлення товару в сітці

# Languages::abt__ut2.less_settings.product_list.show_grid_border.tooltip
source: You can change the frame type for cells in the lists of products
uk_ua: Ви можете змінити тип обрамування для клітин у списках товарів

# Languages::abt__ut2.less_settings.product_list.show_grid_border.variants.none
source: Not framed
uk_ua: Без рамки

source: Frame without external indents
uk_ua: Рамка без зовнішніх відступів

source: Frame with outer indents
uk_ua: Рамка із зовнішніми відступами

# Languages::abt__ut2.less_settings.product_list.use_elements_alignment
source: Use elements alignment
uk_ua: Застосувати вирівнювання елементів в товарній сітці

# Languages::abt__ut2.less_settings.product_list.use_elements_alignment.tooltip
source: Allows you to align some elements of the list of symmetrically neighboring cells of products
uk_ua: Дозволяє вирівняти деякі елементи списку симетрично сусідніх клітин товарів

source: Use
uk_ua: Застосувати

source: Don't use
uk_ua: Не застосовувати

# Languages::abt__ut2.less_settings.product_list.extend_grid_item_on_hover
source: Expand grid item on hover
uk_ua: Ефект збільшення клітинки при наведені

# Languages::abt__ut2.less_settings.product_list.extend_grid_item_on_hover.tooltip
source: Adds the extending effect for item grid, when hovering on it in the list. Applies only to the Grid view of listings.
uk_ua: Додає ефект збільшення (ознаки вибору) при наведені на клітинку товару у списку. Застосовується лише для виду списку товарів "Сітка".

# Languages::abt__ut2.less_settings.products
source: Product
uk_ua: Товар

# Languages::abt__ut2.less_settings.products_description
source: Below are the settings that affect the styles for product detail page
uk_ua: Нижче представлені налаштування, що впливають на елементи детальної сторінки товару

# Languages::abt__ut2.less_settings.products.use_color_buttons_add_to_cart
source: Set individual color for <br> "Add to cart" button
uk_ua: Призначити індивідуальний колір кнопки<br>"У кошик"

# Languages::abt__ut2.less_settings.products.use_color_buttons_add_to_cart.tooltip
source: Allows you to assign an individual color to the "Add to cart" button on the product detail page and in the "Quick view" window
uk_ua: Дозволяє призначити індивідуальний колір для кнопки "У кошик" на детальній сторінці товару і у вікні "Швидкого перегляду"

# Languages::abt__ut2.demodata
source: Demo data
uk_ua: Демо-дані

# Languages::abt__ut2.demodata.description
source: On this page you can quickly create theme demo data
uk_ua: На цій сторінці Ви можете швидко створити демо-дані теми

# Languages::abt__ut2.demodata.table.description
source: Demo data type
uk_ua: Вигляд демо-даних

# Languages::abt__ut2.demodata.table.add_banners
source: Add demo banners
uk_ua: Додати демо-банери

# Languages::abt__ut2.demodata.table.add_menu
source: Add demo menu with icons and banners
uk_ua: Додати демо-меню з іконками і банерами

# Languages::abt__ut2.demodata.table.add_blog
source: Add demo blog
uk_ua: Додати демо-блог

# Languages::abt__ut2.demodata.table.add_products
source: Add demo products
uk_ua: Додати демо-товари

# Languages::abt__ut2.export
source: Export
uk_ua: Експорт

# Languages::abt__ut2.export.description
source: On this page you can quickly export the data you need in json format
uk_ua: На цій сторінці Ви можете швидко експортувати потрібні Вам дані в формат json

# Languages::abt__ut2.export.table.description
source: Data type
uk_ua: Тип даних

# Languages::abt__ut2.export.table.data
source: Export data
uk_ua: Дані для експорту

# Languages::abt__ut2.export.actions.banners
source: Banners
uk_ua: Банери

# Languages::abt__ut2.export.actions.banners.placeholder
source: Banners IDs
uk_ua: ID банерів

# Languages::abt__ut2.export.actions.menu
source: Menu
uk_ua: Меню

# Languages::abt__ut2.export.actions.menu.placeholder
source: Menu IDs
uk_ua: ID меню

# Languages::abt__ut2.export.actions.blog
source: Blog
uk_ua: Блог

# Languages::abt__ut2.export.actions.blog.placeholder
source: Parent pages IDs
uk_ua: ID батьківських сторінок

# Languages::abt__ut2.export.actions.products
source: Products
uk_ua: Товари

# Languages::abt__ut2.export.actions.products.placeholder
source: Products IDs
uk_ua: ID товарів

# Languages::abt__ut2.export.errors.no_such_type
source: No such type of export for the theme
uk_ua: Такий тип експорту для теми відсутній

# Languages::abt__ut2.export.success
source: were exported successfully
uk_ua: експортовані

# Languages::abt__ut2.demodata.success
source: were created successfully
uk_ua: створено успішно

# Languages::abt__ut2.export.success.banners
source: Banners [ids] were exported successfully
uk_ua: Банери [ids] експортовані

# Languages::abt__ut2.demodata.success.banners
source: Banners [ids] were created successfully
uk_ua: Банери [ids] створено успішно

# Languages::abt__ut2.export.success.blog
source: Blog were exported successfully
uk_ua: Блог експортовано успешно

# Languages::abt__ut2.demodata.success.blog
source: Blog pages [ids] were created successfully
uk_ua: Сторінки блогу [ids] створено успішно

# Languages::abt__ut2.demodata.errors.no_blog_page
source: You should create the blog`s parent page
uk_ua: Вам необхідно створити батьківську сторінку блогу

# Languages::abt__ut2.demodata.errors.no_data
source: No data.json file
uk_ua: Відсутній файл data.json

# Languages::abt__ut2.export.success.menu
source: Menu [ids] were exported successfully
uk_ua: Меню [ids] експортовані

# Languages::abt__ut2.demodata.errors.menu_wasnt_created
source: Menu [name] failed to create
uk_ua: Меню [name] не вдалось створити

# Languages::abt__ut2.demodata.success.menu
source: Menu [menus] were created successfully
uk_ua: Меню [menus] створено успішно

# Languages::abt__ut2.demo.place_into_blocks
source: Place into blocks
uk_ua: Розставити по блоках

# Languages::abt__ut2.microdata
source: Organization microdata
uk_ua: Мікророзмітка організації

# Languages::abt__ut2.city_short
source: c.
uk_ua: м.

# Languages::abt__ut2.microdata.schema_type
source: Schema type
uk_ua: Тип розмітки

# Languages::abt__ut2.microdata.schema_type.none
source: Do not use
uk_ua: Не застосовувати

# Languages::abt__ut2.microdata.schema_type.article
source: Article
uk_ua: Стаття

# Languages::abt__ut2.microdata.schema_type.newsarticle
source: News
uk_ua: Новина

# Languages::abt__ut2.microdata.schema_type.blogposting
source: Blog
uk_ua: Пост блогу

# Languages::abt__ut2.help
source: Help
uk_ua: Довідка

# Languages::abt__ut2.help.doc
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/abt__unitheme2.doc'>the documentation</a>.
uk_ua: Ознайомитись з <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme2.doc'>документацією</a>.

# Languages::privileges.abt__ut2.settings.manage
source: Manage theme settings
uk_ua: Керування налаштуваннями теми

# Languages::privileges.abt__ut2.settings.view
source: View theme settings
uk_ua: Перегляд налаштувань теми

# Languages::abt__ut2.developer
source: Powered by <a href="https://www.cs-cart.com/" rel="nofollow">CS-Cart</a> and premium theme — <a href="https://unitheme.net/?sl=en" rel="nofollow">© AB: UniTheme2</a>
uk_ua: На базі <a href="https://www.cs-cart.ru/" rel="nofollow">CS-Cart</a> i преміум теми — <a href="https://unitheme.net/?sl=ru" rel="nofollow">© AB: UniTheme2</a>

# Languages::abt__ut2.contacts
source: Contact us
uk_ua: Контакти

# Languages::abt__ut2.blog.there_is_video
source: Video
uk_ua: Відео

# Languages::abt__ut2.blog.there_are_offers
source: Recommendations
uk_ua: Рекомендації

# Languages::abt__ut2.mainbox_general_seo
source: AB: General title (SEO)
uk_ua: AB: Основний заголовок (SEO)

# Languages::abt__ut2.hover_to_enlarge
source: Hover on image to enlarge
uk_ua: Наведіть на зображення для збільшення

# Languages::abt__ut2.brands
source: Brands
uk_ua: Бренди

# Languages::abt__ut2.add_to_wishlist.tooltip
source: Add to wishlist
uk_ua: Додати до переліку побажань

# Languages::abt__ut2.less_settings.is_absent
source: The following color values are not set for your [style] style
uk_ua: Для Вашого стилю [style] не задано наступні кольорові значення:

# Languages::abt__ut2.less_settings.is_absent.core
source: System values
uk_ua: Системні значення

# Languages::abt__ut2.less_settings.is_absent.theme
source: Theme values
uk_ua: Значення теми

# Languages::abt__ut2.less_settings.is_absent.recomend_to_add
source: We recommend that you assign their values, as this may lead to errors in the future.
uk_ua: Рекомендуємо Вам назначити їхні значення, так як це може призвести до помилок у подальшому

# Languages::abt__ut2.filter.vendor_location_variant
source: Selected location + [range] [suffix]
uk_ua: Вибране місцерозташування + [range] [suffix]

# Languages::abt__ut2.disabled_because_of_core_error
source: Setting is disabled because of incompatible errors in CS-Cart version [core_version]
uk_ua: Налаштування вимкнено по причині наявності несумісних помилок в CS-Cart версії [core_version]

# Languages::block_abt__ut2_light_menu
source: AB: Fly menu
uk_ua: AB: Fly меню

# Languages::abt__ut2_light_menu
source: AB: Fly menu
uk_ua: AB: Fly меню

# Languages::abt__ut2.light_menu.back_to_main
source: Back to main
uk_ua: Назад до головного

# Languages::abt__ut2_show_title
source: Show title
uk_ua: Показати заголовок
