Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: uk_ua

# Languages::abt__ut2.settings.product_list.max_features.tooltip
source: Specify the number of features displayed in all available lists for different devices
uk_ua: Зазначте число характеристик, що будуть відображатись у всіх видах списків для різних пристроїв

# Languages::abt__ut2.settings.product_list.price_display_format
source: Price display format
uk_ua: Формат відображення цін

# Languages::abt__ut2.settings.product_list.price_display_format.tooltip
source: Formats options (of the elements positions) of price display
uk_ua: Варіанти форматів (положень елементів) відображення цін

# Languages::abt__ut2.settings.product_list.price_display_format.variants.col
source: Option 1
uk_ua: Варіант 1

# Languages::abt__ut2.settings.product_list.price_display_format.variants.row
source: Option 2
uk_ua: Варіант 2

# Languages::abt__ut2.settings.product_list.price_display_format.variants.mix
source: Option 3
uk_ua: Варіант 3

# Languages::abt__ut2.settings.product_list.show_rating
source: Display product rating
uk_ua: Відображати рейтинг товару

# Languages::abt__ut2.settings.product_list.show_rating.tooltip
source: Allows to display product rating stars
uk_ua: Дозволяє відображати зірочки рейтингу товару

# Languages::abt__ut2.settings.product_list.products_multicolumns_group
source: Settings for "Grid" product list view
uk_ua: Налаштування для виду списку товарів "Сітка"

source: Settings for "Grid" product list view. Please note, that some settings allow you to control the output of functional elements for different devices separately
uk_ua: Налаштування для виду списку товарів "Сітка". Зверніть увагу, деякі налаштування дозволяють керувати відображенням елементів функціоналу для різних пристроїв окремо

# Languages::abt__ut2.settings.product_list.products_multicolumns.grid_item_height
source: Minimum height for product cell, px
uk_ua: Мінімальна висота для клітинки товару, рх

source: Defines the product cell height according to your needs
uk_ua: Визначає висоту для клітинки товару згідно з Вашими потребами

# Languages::abt__ut2.settings.product_list.products_multicolumns.image_width
source: Product icon width
uk_ua: Ширина іконки товару

source: Icon width in product lists with the "Grid" template, individually for each device type
uk_ua: Ширина іконки у списках товарів з шаблоном “Сітка”, індивідуально для кожного типу пристрою

# Languages::abt__ut2.settings.product_list.products_multicolumns.image_height
source: Product icon height
uk_ua: Висота іконки товару

source: Icon height in product lists with the "Grid" template, individually for each device type
uk_ua: Висота іконки у списках товарів з шаблоном “Сітка”, індивідуально для кожного типу пристрою

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_amount
source: Display availability status
uk_ua: Відображати статус наявності

source: Allow to display the availability status of a product (In stock, Out of stock, Pre-order)
uk_ua: Дозволити відображення статусу наявності товару на складі (У наявності, Немає у наявності, Передзамовлення)

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_sku
source: Show product code (Sku)
uk_ua: Відображати код товару

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_sku.tooltip
source: Allow product code (Sku) showing
uk_ua: Дозволити відображення коду товару

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_qty
source: Show quantity changer
uk_ua: Відображати модифікатор кількості

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_qty.tooltip
source: Allow the display of the quantity selection field
uk_ua: Дозволити відображення поля вибору кількості товару

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_buttons
source: Show "Add to cart" buttons
uk_ua: Відображати кнопки "Купити"

source: Allow the display of the "Add to cart" and "Buy now with 1-click" buttons
uk_ua: Дозволити відображення кнопок "Купити" і "Купити в 1-клік"

source: Show buttons only while hovering
uk_ua: Відображати кнопки лише при наведені

source: Buttons "Add to cart" and "Buy now with 1-click" will be shown only while hovering on the product cell
uk_ua: Кнопки "Купити" і "Купити в 1-клік" будуть відображатись лише при наведені на клітинку товару

source: Content of bottom part of the product grid item
uk_ua: Вміст нижньої частини товарної плитки

source: Select, what fields will be used as a additional information of the product item
uk_ua: Оберіть, що буде застосовуватись у якості інформації про товар

source: Don't display
uk_ua: Не відображати

source: Short description
uk_ua: Короткий опис

source: Features list
uk_ua: Список характеристик

source: Variations list
uk_ua: Список варіацій

source: Features and variations list
uk_ua: Список характеристик і варіацій

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_brand_logo
source: Show brand logo
uk_ua: Відображати логотип бренда

source: Allow to display brand logo. There following steps are required:<br>* assign option "Brand feature ID" in the "General" section of theme settings;<br>* at feature set the checkbox "Show in product list";<br>* load an image for feature variant Brand.
uk_ua: Дозволити відображення логотипу бренду. Необхідно виконати наступне:<br>* налаштувати опцію "ID характеристики бренду" в секції "Загальні" налаштувань теми;<br>* у хар-ки поставити чекбокс "Показувати у списку товарів";<br>* завантажити зображення для варіантів характеристики Бренд.

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_you_save
source: Show "You save"
uk_ua: Відображати "Ви економите"

source: Shows information about savings (amount of your savings)
uk_ua: Відображає інформацію про економію (сума заощаджених коштів)

# Languages::abt__ut2.settings.product_list.products_without_options_group
source: Settings for "List without options" product list view
uk_ua: Налаштування для виду списку товарів "Список без опцій"

source: Settings for "List without options" product list view. Please note, that some settings allow you to control the output of functional elements for different devices separately
uk_ua: Налаштування для виду списку товарів "Список без опцій". Зверніть увагу, деякі налаштування дозволяють керувати відображенням елементів функціоналу для різних пристроїв окремо

# Languages::abt__ut2.settings.product_list.products_without_options.show_sku
source: Show product code (Sku)
uk_ua: Відображати код товару

source: Allow product code (Sku) showing
uk_ua: Дозволити відображення коду товару

# Languages::abt__ut2.settings.product_list.products_without_options.show_amount
source: Show product availability status
uk_ua: Відображати статус наявності

source: Allow the display of the status of stock availability (In stock, Out of stock)
uk_ua: Дозволити відображення статусу наявності товару на складі (У наявності, Немає у наявності)

# Languages::abt__ut2.settings.product_list.products_without_options.show_qty
source: Show quantity changer
uk_ua: Відображати модифікатор кількості

source: Allow the display of the quantity selection field
uk_ua: Дозволити відображення поля вибору кількості товару

# Languages::abt__ut2.settings.product_list.products_without_options.show_features
source: Show product features
uk_ua: Відображати характеристики товару

source: Allow display of selected product features (for displaying in the product list the feature must have an active setting "Show in product list")
uk_ua: Дозволити відображення обраних характеристик товару (для відображення у списку товарів характеристика повинна мати активне налаштування "Показувати у списку товарів")

# Languages::abt__ut2.settings.product_list.products_without_options.show_options
source: Show product options
uk_ua: Відображати опції товару

source: Allow display of product options
uk_ua: Дозволити відображення опцій товару

source: Show brand logo
uk_ua: Відображати логотип бренда

source: Allow to display brand logo. There following steps are required:<br>* assign option "Brand feature ID" in the "General" section of theme settings;<br>* at feature set the checkbox "Show in product list";<br>* load an image for feature variant Brand.
uk_ua: Дозволити відображення логотипу бренду. Необхідно виконати наступне:<br>* налаштувати опцію "ID характеристики бренду" в секції "Загальні" налаштувань теми;<br>* у хар-ки поставити чекбокс "Показувати у списку товарів";<br>* завантажити зображення для варіантів характеристики Бренд.

source: Content under description
uk_ua: Вміст під описом

source: Select, what fields will be used as the additional information of the product item
uk_ua: Оберіть, що буде застосовуватись у якості додаткової інформації про товар

source: Don't display
uk_ua: Не відображати

source: Features list
uk_ua: Список характеристик

source: Variations list
uk_ua: Список варіацій

source: Features and variations list
uk_ua: Список характеристик і варіацій

# Languages::abt__ut2.settings.product_list.short_list_group
source: Settings for "Compact list" product list view
uk_ua: Налаштування для виду списку товарів "Компактний список"

# Languages::abt__ut2.settings.product_list.short_list_group_description
source: Settings for "Compact list" product list view. Pay attention to the presence of addon-dependent settings. Some settings allow managing functionality elements output for different devices separately
uk_ua: Налаштування для виду списку товарів "Компактний список". Зверніть увагу на наявність модулезалежних налаштувань. Деякі налаштування дозволяють керувати відображенням елементів функціоналу для різних пристроїв окремо

# Languages::abt__ut2.settings.product_list.short_list.show_sku
source: Show product code (Sku)
uk_ua: Відображати код товару

# Languages::abt__ut2.settings.product_list.short_list.show_sku.tooltip
source: Allow product code (Sku) showing
uk_ua: Дозволити відображення коду товару

# Languages::abt__ut2.settings.product_list.short_list.show_amount
source: Display availability status
uk_ua: Відображати статус наявності

# Languages::abt__ut2.settings.product_list.short_list.show_amount.tooltip
source: Allow to display the availability status of a product (In stock, Out of stock, Pre-order)
uk_ua: Дозволити відображення статусу наявності товару на складі (У наявності, Немає у наявності, Передзамовлення)

# Languages::abt__ut2.settings.product_list.short_list.show_qty
source: Show quantity changer
uk_ua: Відображати модифікатор кількості

# Languages::abt__ut2.settings.product_list.short_list.show_qty.tooltip
source: Allow the display of the quantity selection field
uk_ua: Дозволити відображення поля вибору кількості товару

# Languages::abt__ut2.settings.product_list.short_list.show_button
source: Show "Add to cart" button
uk_ua: Відображати кнопку "Купити"

# Languages::abt__ut2.settings.product_list.short_list.show_button.tooltip
source: Allow the display of the "Add to cart" buttons
uk_ua: Дозволити відображення кнопок "Купити"

# Languages::abt__ut2.settings.product_list.short_list.show_button_quick_view
source: Show "Quick view" button
uk_ua: Відображати кнопку "Швидкий перегляд"

source: Allow the display of the "Quick view" button
uk_ua: Дозволити відображення кнопки "Швидкий перегляд"

# Languages::abt__ut2.settings.product_list.short_list.show_button_wishlist
source: Show "Add to wish list" button
uk_ua: Відображати кнопку "Додати до переліку побажань"

source: Allow the display of the "Add to wish list" button
uk_ua: Дозволити відображення кнопки "Додати до переліку побажань"

# Languages::abt__ut2.settings.product_list.short_list.show_button_compare
source: Show "Add to comparison list" button
uk_ua: Відображати кнопку "Додати до списку порівняння"

# Languages::abt__ut2.settings.product_list.short_list.show_button_compare.tooltip
source: Allow the display of the "Add to comparison list" button
uk_ua: Дозволити відображення кнопки "Додати до списку порівняння"

# Languages::abt__ut2.settings.product_list.default_products_view
source: Product list default view
uk_ua: Відображення списку товарів за замовчуванням

# Languages::abt__ut2.settings.product_list.default_products_view.tooltip
source: Specify template of product list by default for specific mobile devices
uk_ua: Визначає шаблон списку товарів за замовчуванням для певних типів пристроїв

source: Grid
uk_ua: Сітка

source: List without options
uk_ua: Список без опцій

source: Compact list
uk_ua: Компактний список

# Languages::abt__ut2.settings.product_list.product_variations_group
source: "Product variations" add-on
uk_ua: Модуль "Варіації товарів"

# Languages::abt__ut2.settings.product_list.product_variations_group_description
source: Settings of functionality of the add-on in products lists
uk_ua: Налаштування функціоналу модуля в списках товарів

# Languages::abt__ut2.settings.product_list.product_variations.limit
source: The maximum quantity of the displayed products variations
uk_ua: Максимальна кількість варіацій товарів, що відображаються

# Languages::abt__ut2.settings.product_list.product_variations.limit.tooltip
source: Specify the number of available variations, that will be shown for the product in the list, if more variations are available, than specified in the setting, the remaining amount will be indicated in brackets (+ N more). Value <code>0</code> in setting will block the display of variations.
uk_ua: Зазначте кількість доступних варіацій, які будуть показані для товару в списку. Якщо доступно більше варіацій ніж зазначено в налаштуваннях, то залишок варіацій буде вказано в дужках (ще +N). Значення <code>0</code> заблокує відображення варіацій.

# Languages::abt__ut2.settings.product_list.product_variations.display_as_links
source: Display as links
uk_ua: Відображати як посилання

source: Display variations as links that transfer to a product page of the chosen variation
uk_ua: Відображати варіації як посилання, що ведуть на сторінку товару обранної варіації

# Languages::abt__ut2.settings.products
source: Product
uk_ua: Товар

# Languages::abt__ut2.settings.products_description
source: Here theme settings which affect the product detailed page appearance
uk_ua: Нижче наведені налаштування теми, що впливають на зовнішній вигляд сторінки товару

# Languages::abt__ut2.settings.products.custom_block_id
source: Custom block ID / Output the block in the right column
uk_ua: ID блоку користувача / Відображати блок в правій колонці

# Languages::abt__ut2.settings.products.custom_block_id.tooltip
source: Specify the custom block ID, which you want to display on the right side of the product detail page (the block must be added to the Products layout and can be turned off, a special function will add it to the intended place to bypass the CS-Cart layout system) (well described in the theme documentation)
uk_ua: Вкажіть ID блоку користувача, який Ви бажаєте вивести в правій частині сторінки товару (блок має бути додано до макету Товари і може бути вимкненим; спеціальна функція додасть його в передбачене місце в обхід системи макетів CS-Cart) (детально описано в документації теми)

# Languages::abt__ut2.settings.products.preload_main_image
source: Preload main product image
uk_ua: Попередньо завантажувати головне зображення товару

# Languages::abt__ut2.settings.products.preload_main_image.tooltip
source: Disables Lazy Load for the main image. Also adds <code>&#60;link rel="preload"></code> for this image. Increases preformance of PageSpeed Insights.
uk_ua: Вимикає Lazy load для головного зображення. Також додає <code>&#60;link rel="preload"></code> для цього зображення. Підвищує показник PageSpeed Insights.

# Languages::abt__ut2.settings.products.view_group
source: Additional displaying settings
uk_ua: Додаткові налаштування відображення

# Languages::abt__ut2.settings.products.view_group_description
source: Additional appearance settings for the product page
uk_ua: Додаткові налаштування зовнішнього вигляду сторінки товару

# Languages::abt__ut2.settings.products.view.show_sticky_add_to_cart
source: Show sticky block Add to cart (only for mobile devices)
uk_ua: Відображати липкий блок Купити (лише для мобільних пристроїв)

# Languages::abt__ut2.settings.products.view.show_sticky_add_to_cart.tooltip
source: Allow output of a fixed block with the Add to cart button at the bottom of the mobile device screen. Also depending on the state of the option "Show quantity changer" in the block, the changer of products quantity for the order can be shown
uk_ua: Дозволити відображення фіксованого блоку з кнопкою Купити в нижній частині екрана мобільного пристрою для сторінки товару. Також в залежності від стану налаштування "Відображати модифікатор кількості" в блоці можу бути указаний модифікатор кількості товарів для замовлення

# Languages::abt__ut2.settings.products.view.show_qty
source: Show quantity changer
uk_ua: Відображати модифікатор кількості

# Languages::abt__ut2.settings.products.view.show_qty.tooltip
source: Allow the display of the quantity selection field
uk_ua: Дозволити відображення поля вибору кількості товару

# Languages::abt__ut2.settings.products.view.show_features
source: Show product features
uk_ua: Відображати характеристики товару

# Languages::abt__ut2.settings.products.view.show_features.tooltip
source: Allow displaying of selected product features (for displaying on the product page (but not in Features tab), the feature must have an active setting "Show in header on the product details page")
uk_ua: Дозволити відображення обраних характеристик товару (для відображення на сторінці товару (не плутати з відображенням у вкладці Особливості) характеристика має бути з активним налаштуванням "Показувати в заголовку картки товару")

# Languages::abt__ut2.settings.products.view.show_short_description
source: Show short description
uk_ua: Відображати короткий опис

# Languages::abt__ut2.settings.products.view.show_short_description.tooltip
source: Allow the display of the "Short description"
uk_ua: Дозволити відображення "Короткого опису" товару

# Languages::abt__ut2.settings.products.view.show_sku
source: Show product code (Sku)
uk_ua: Відображати код товару

# Languages::abt__ut2.settings.products.view.show_sku.tooltip
source: Allow product code (Sku) showing
uk_ua: Дозволити відображення коду товару

# Languages::abt__ut2.settings.products.view.show_brand_logo
source: Show product brand logo
uk_ua: Відображати логотип бренда товару

# Languages::abt__ut2.settings.products.view.show_brand_logo.tooltip
source: Allow the display of product brand logo. For the setting to work, you must correctly specify Brand feature ID setting value in General tab
uk_ua: Дозволити відображення логотипу бренда товару. Для роботи налаштування Ви повинні правильно вказати значення налаштування ID характеристики бренду у вкладці Загальні

# Languages::abt__ut2.settings.products.view.brand_link_behavior
source: Brand logo link behavior
uk_ua: Поведінка посилання логотипу бренда

# Languages::abt__ut2.settings.products.view.brand_link_behavior.tooltip
source: Determines the brand logo link
uk_ua: Визначає посилання логотипу бренда

source: The link leads to brand page
uk_ua: Посилання на сторінку бренда

source: The link leads to the main product category with the selected filter by product brand
uk_ua: Посилання на основну категорію товару з обраним фільтром бренда

# Languages::abt__ut2.settings.products.addon_buy_together_group
source: "Buy together" addon
uk_ua: Модуль "Комбінації товарів"

# Languages::abt__ut2.settings.products.addon_buy_together_group_description
source: Native CS-Cart add-on, which allows to display profitable offers in combination with the current product, on the page of which the user is located
uk_ua: Нативний модуль CS-Cart, що дозволяє відображати вигідні пропозиції в комбінації з поточним товаром, на сторінці якого знаходиться користувач

# Languages::abt__ut2.settings.products.addon_buy_together.view
source: Way of display
uk_ua: Спосіб відображення

# Languages::abt__ut2.settings.products.addon_buy_together.view.tooltip
source: Choose way of display (added by AB: UniTheme2 theme or standard output by the tab)
uk_ua: Оберіть спосіб відображення (доданий темою AB: UniTheme2 або стандартне відображення вкладок)

source: As block before product tabs
uk_ua: Як блок перед вкладками товару

source: As product tab
uk_ua: Як вкладка товару

# Languages::abt__ut2.settings.products.addon_required_products_group
source: "Required products" addon
uk_ua: Модуль "Обов'язкові товари"

# Languages::abt__ut2.settings.products.addon_required_products_group_description
source: Native CS-Cart addon "Required products" creates a group of products, that will be added to the cart with the product, on which page the user is located
uk_ua: Нативний модуль CS-Cart "Обов'язкові товари" створює групи товарів, які будуть додані до кошику з товаром, на сторінці якого знаходиться користувач

# Languages::abt__ut2.settings.products.addon_required_products.list_type
source: Template
uk_ua: Шаблон

# Languages::abt__ut2.settings.products.addon_required_products.list_type.tooltip
source: Choose template for displaying product list
uk_ua: Оберіть шаблон відображення списку товарів

source: Grid
uk_ua: Сітка

source: Compact list
uk_ua: Компактний список

source: List without options
uk_ua: Список без опцій

# Languages::abt__ut2.settings.products.addon_required_products.item_quantity
source: Show products in row
uk_ua: Показувати товари в ряд

source: Specify the quantity products to display in a row (only for "Grid")
uk_ua: Зазначте кількість для відображення товарів в ряд (тільки для "Сітки")

# Languages::abt__ut2.settings.products.addon_social_buttons_group
source: Addon "Social buttons"
uk_ua: Модуль "Соціальні кнопки"

# Languages::abt__ut2.settings.products.addon_social_buttons_group_description
source: Native CS-Cart addon "Social Buttons" displays Share buttons widgets for social networks
uk_ua: Нативний модуль CS-Cart "Соціальні кнопки" відображає віджети кнопок Поділитись для соціальних мереж

# Languages::abt__ut2.settings.products.addon_social_buttons.view
source: Show Share buttons for social networks
uk_ua: Відображати кнопки соціальних мереж

# Languages::abt__ut2.settings.products.addon_social_buttons.view.tooltip
source: Please note, that using this option slows down the loading of the product page. Not recommended for displaying on mobile devices.
uk_ua: Зверніть увагу, увімкнення цієї опції сильно уповільнює завантаження сторінки товару. Не рекомендується до відображення на мобільних пристроях.

# Languages::abt__ut2.addon_social_buttons.share
source: Share
uk_ua: Поділитись

# Languages::abt__ut2.settings.load_more
source: Show more
uk_ua: Показати ще

# Languages::abt__ut2.settings.load_more_description
source: Below are the settings for the "Show more" functional for various objects in lists (lazy pagination)
uk_ua: Нижче наведені налаштування механізму "Показати ще" для різноманітних об'єктів у списках (лінива пагінація)

# Languages::abt__ut2.settings.load_more.product_list
source: Allow for product lists
uk_ua: Дозволити для товарних списків

# Languages::abt__ut2.settings.load_more.product_list.tooltip
source: Allow display of "Show more" button for categories, brands, newest pages etc.
uk_ua: Дозволити відображення кнопки "Показати ще" для сторінок категорій, брендів, новинок тощо

# Languages::abt__ut2.settings.load_more.blog
source: Allow for the Blog
uk_ua: Дозволити для Блога

# Languages::abt__ut2.settings.load_more.blog.tooltip
source: Allow displaying "Show more" button for Blog posts
uk_ua: Дозволити відображення кнопки "Показати ще" для постів блогу

# Languages::abt__ut2.settings.load_more.mode
source: Paginator operation mode
uk_ua: Режим роботи пагінатора
