Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: uk_ua

# Languages::abt__ut2.banner.params_of_button
source: Banner button settings
uk_ua: Налаштування кнопки банера

# Languages::abt__ut2.banner.params.button_use
source: Add button
uk_ua: Додати кнопку

# Languages::abt__ut2.banner.params.button_use.tooltip
source: Select a checkbox for adding of the button. <b>Important!</b>The button will appear only in the presence of the link in the field "Specify link"
uk_ua: Активуйте налаштування для додання кнопки. <b>Важно!</b> Кнопка з'явиться лише при наявності посилання в полі "Вкажіть URL"

# Languages::abt__ut2.banner.params.button_text
source: Text (an appeal to action)
uk_ua: Текст (заклик до дії)

# Languages::abt__ut2.banner.params.button_text_color
source: Text color
uk_ua: Колір тексту

# Languages::abt__ut2.banner.params.button_text_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params.button_color
source: Button color
uk_ua: Колір кнопки

# Languages::abt__ut2.banner.params.button_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params_additional
source: Additional settings
uk_ua: Додаткові налаштування банера

# Languages::abt__ut2.banner.params.content_bg
source: Add mask
uk_ua: Додати маску

# Languages::abt__ut2.banner.params.content_bg.tooltip
source: Under the description will appear semitransparent background (the color depends on the color scheme), it will provide a better readability of text on motley background
uk_ua: Під описом з'явиться напівпрозорий фон (колір залежить від схеми), який забезпечить кращу читабельність тексту на пістрявому фоні.

# Languages::abt__ut2.banner.params.content_bg.variants.none
source: None
uk_ua: Не застосовувати

# Languages::abt__ut2.banner.params.content_bg.variants.transparent
source: Semitransparent
uk_ua: Напівпрозорий

# Languages::abt__ut2.banner.params.content_bg.variants.colored
source: Color
uk_ua: Кольорову

# Languages::abt__ut2.banner.params.content_bg_position
source: Mask position
uk_ua: Позиція маски

# Languages::abt__ut2.banner.params.content_bg_position.tooltip
source: Defines the coverage area of the mask, entire banner, or just the content area (title, description, button)
uk_ua: Визначає область покриття маски, всього банеру або лише боласті вмісту (заголовок, опис, кнопка)

# Languages::abt__ut2.banner.params.content_bg_position.variants.whole_banner
source: Entire banner
uk_ua: На увесь банер

source: Under content only
uk_ua: Тільки під контентом

# Languages::abt__ut2.banner.params.content_bg_color
source: Color of a mask
uk_ua: Колір маски

# Languages::abt__ut2.banner.params.content_bg_color.tooltip
source: A colored background will appear under the description. It will provide better readability of the text against a motley background. When used, turns off the use of a semitransparent mask
uk_ua: Під описом з'явиться кольоровий фон, який забезпечить краще читання тексту на пістрявому фоні. Під час використання вилучає застосування напівпрозорої маски

# Languages::abt__ut2.banner.params.content_bg_opacity
source: Transparency level of a mask
uk_ua: Рівень прозорості маски

# Languages::abt__ut2.banner.params.how_to_open
source: How to open
uk_ua: Спосіб відкриття

# Languages::abt__ut2.banner.params.how_to_open.variants.in_new_window
source: In a new window
uk_ua: У новому вікні

# Languages::abt__ut2.banner.params.how_to_open.variants.in_popup
source: In a popup
uk_ua: У спливаючому вікні

# Languages::abt__ut2.banner.params.how_to_open.variants.in_this_window
source: In this window
uk_ua: В поточному вікні

# Languages::abt__ut2.banner.params.use_avail_period
source: Use available period
uk_ua: Задати період дії

# Languages::abt__ut2.banner.params.avail_from
source: Available from
uk_ua: Період дії з

# Languages::abt__ut2.banner.params.avail_till
source: Available till
uk_ua: Період дії до

# Languages::abt__ut2.banner.params.class
source: User CSS-class
uk_ua: CSS-клас користувача

# Languages::abt__ut2.sort_by_null_asc
source: Without sorting
uk_ua: Без сортування

# Languages::abt__ut2.sort_by_timestamp_asc
source: Oldest Items First
uk_ua: Новинки нижче

# Languages::abt__ut2.sort_by_timestamp_desc
source: Newest Items First
uk_ua: Новинки вище

# Languages::abt__ut2.sort_by_position_asc
source: Position: Low to High
uk_ua: Низькі позиції вище

# Languages::abt__ut2.sort_by_position_desc
source: Position: High to Low
uk_ua: Низькі позиції вище

# Languages::abt__ut2.sort_by_product_asc
source: from A to Z
uk_ua: Від А до Я

# Languages::abt__ut2.sort_by_product_desc
source: from Z to A
uk_ua: Від Я до А

# Languages::abt__ut2.sort_by_price_asc
source: Price: Low to High
uk_ua: Дешеві вище

# Languages::abt__ut2.sort_by_price_desc
source: Price: High to Low
uk_ua: Дорогі вище

# Languages::abt__ut2.sort_by_popularity_asc
source: Popularity: Low to High
uk_ua: Менш популярні вище

# Languages::abt__ut2.sort_by_popularity_desc
source: Popular First
uk_ua: Популярні вище

# Languages::abt__ut2.sort_by_bestsellers_asc
source: Bestselling: Low to High
uk_ua: На початку, що купуються найменше

# Languages::abt__ut2.sort_by_bestsellers_desc
source: Bestselling First
uk_ua: Хіти продажу

# Languages::abt__ut2.sort_by_on_sale_asc
source: Discount: Low to High
uk_ua: Високі знижки в кінці

# Languages::abt__ut2.sort_by_on_sale_desc
source: Discount: High to Low
uk_ua: Високі знижки на початку

# Languages::abt__ut2.load_more_products.already_showing_all_products
source: Showing [n] product|Showing all [n] products
uk_ua: Показано [n] товар|Показані всі [n] товари|Показані всі [n] товарів

# Languages::abt__ut2.load_more_products.show_more
source: Show another [n] product|Show another [n] products
uk_ua: Показати ще [n] товар|Показати ще [n] товари|Показати ще [n] товарів

# Languages::abt__ut2.add_to_cart
source: Buy now
uk_ua: Купити

# Languages::abt__ut2.menu.tab_description
source: The following settings should be used only for menu items, that use extra templates in the menu block layout: <b>AB: Horizontal dropdown list with icons</b> or <b>AB: Vertical dropdown list with icons</b> of the UniTheme2 theme
uk_ua: Наведені нижче налаштування варто застосовувати тільки для пунктів меню, які в макеті для блоку меню використовують екстра шаблони <b>AB: Горизонтальний випадаючий список з іконками</b> або <b>AB: Вертикальний випадаючий список з іконками </b> теми AB: UniTheme2

# Languages::abt__ut2.menu_with_icons.status
source: Activate settings
uk_ua: Активувати налаштування

# Languages::abt__ut2.menu_with_icons.icon
source: Icon
uk_ua: Іконка

# Languages::ttc_abt__ut2.menu_with_icons.icon
source: Icon for menu item (max size for icons:<br> — for the first level items 32x32px / for HiDPI 64x64px). If you don't use <b>Short description</b> for the first level menu items, then max size will be 24x24px / for HiDPI 48x48px<br> — for the second level items max icons width 100px / for HiDPI 200px)
uk_ua: Іконка пункту меню (максимальний розмір іконок:<br> — для пунктів першого рівня 32x32px / для HiDPI 64x64px). Якщо Ви не використовуєте <b>Короткий опис</b> для пунктів меню першого рівня, то слід використовувати максимальний розмір 24x24px / для HiDPI 48x48px<br> — для пунктів другого рівня максимальна ширина іконок 100px / для HiDPI 200px)

# Languages::abt__ut2.menu_with_icons.desc
source: Short description
uk_ua: Короткий опис

# Languages::ttc_abt__ut2.menu_with_icons.desc
source: Short description for menu item (it is shown this field only for first-level items after menu item name)
uk_ua: Короткий опис пункту меню (показується лише для пунктів першого рівня нижче назви пункту меню)

# Languages::abt__ut2.menu_with_icons.dropdown
source: Activate 3-level menu (dropdown list)
uk_ua: Режим 3-х рівневого меню (списком, що випадає)

# Languages::ttc_abt__ut2.menu_with_icons.dropdown
source: Show children menu items with dropdown list (only for <b>AB: Vertical dropdown list with icons</b> for the first-level items). It is rational to use this mode for those first level menu items, that have a large number of elements (subitems) on the third nesting level
uk_ua: Активувати режим 3-х рівневого меню (списком, що випадає) (використовується лише для шаблону <b>AB: Вертикальний список, що випадає з іконками </b>для пунктів першого рівня). Раціонально задіяти цей режим для тих пунктів меню першого рівня, які мають на третьому рівні вкладеності велику кількість елементів (підпунктів)

# Languages::abt__ut2.menu_with_icons.text
source: HTML-content
uk_ua: HTML-контент

# Languages::ttc_abt__ut2.menu_with_icons.text
source: HTML-content shown in this menu item (only for the first-level items). Used to show banner in mega menu (or any another content)
uk_ua: HTML-контент, що відображається в цьому пункті меню (лише для пунктів першого рівня). Застосовується для відображення банера в мега меню (або будь-якого іншого контенту)

# Languages::abt__ut2.menu_with_icons.text_position
source: HTML-content position
uk_ua: Положення HTML-контенту

# Languages::ttc_abt__ut2.menu_with_icons.text_position
source: Position of HTML-content, that will be shown in this menu item (only for the first-level items)
uk_ua: Положення HTML-контенту, що відображається в цьому пункті меню (лише для пунктів першого рівня)

# Languages::abt__ut2.menu_with_icons.text_position.bottom
source: Bottom
uk_ua: Знизу

# Languages::abt__ut2.menu_with_icons.text_position.right_bottom
source: Right bottom
uk_ua: Справа знизу

# Languages::abt__ut2.menu_with_icons.text_position.right_top
source: Right top
uk_ua: Справа зверху

# Languages::abt__ut2.menu_with_icons.label
source: Label
uk_ua: Маркер

# Languages::ttc_abt__ut2.menu_with_icons.label
source: Label for menu item (ability to mark with labels, important menu items (promotion, new, total sales, etc. optional))
uk_ua: Маркер пункту меню (можливість позначати лейблами важливі пункти меню (акція, новинка, тотальний розпродаж тощо, по бажанню))

# Languages::abt__ut2.menu_with_icons.label_color
source: Label color
uk_ua: Колір маркеру

# Languages::ttc_abt__ut2.menu_with_icons.label_color
source: Label color for menu item
uk_ua: Колір маркеру пункту меню

# Languages::abt__ut2.menu_with_icons.label_background
source: Label background
uk_ua: Фон маркера

# Languages::ttc_abt__ut2.menu_with_icons.label_background
source: Label background for menu item
uk_ua: Фон маркера пункту меню

# Languages::abt__ut2.settings
source: Theme settings
uk_ua: Налаштування теми

# Languages::abt__ut2.settings.name
source: Name
uk_ua: Назва

# Languages::abt__ut2.settings.value
source: Value for all devices
uk_ua: Значення для всіх пристроїв

# Languages::abt__ut2.settings.value.desktop
source: Value for Desktop
uk_ua: Значення для ПК

# Languages::abt__ut2.settings.value.tablet
source: Value for Tablet
uk_ua: Значення для Планшет

# Languages::abt__ut2.settings.value.mobile
source: Value for Phone
uk_ua: Значення для Смартфон

# Languages::abt__ut2.settings.deprecated
source: This setting is outdated and will be removed in a short time
uk_ua: Це налаштування устаріло і найближчим часом буде вирізане

# Languages::abt__ut2.settings.general
source: General
uk_ua: Загальні

# Languages::abt__ut2.settings.general_description
source: Here are the general theme settings, they affect the appearance and store functionality
uk_ua: Тут наведені загальні налаштування теми, що впливають на зовнішній вигляд і функціонал магазину

# Languages::abt__ut2.settings.general.brand_feature_id
source: Brand feature ID
uk_ua: ID характеристики бренду

# Languages::abt__ut2.settings.general.brand_feature_id.tooltip
source: Specify brand Feature ID (Purpose: Brand, author, etc.). Feature ID is located next to the feature name in the features list (Products → Features in the store administrative panel).The parameter "Show in product list" must be checked/ticked for specified feature
uk_ua: Зазначте Feature ID характеристики типу "Бренд, автор тощо". ID характеристики зазначається поряд з назвою характеристики у списку характеристик (Товари → Характеристики в адміністративній панелі магазину). Обов'язково для зазначеної характеристики має бути встановлено параметр "Показувати у списку товарів"

# Languages::abt__ut2.settings.general.blog_page_id
source: Blog main page ID
uk_ua: ID головної сторінки блогу

# Languages::abt__ut2.settings.general.blog_page_id.tooltip
source: Specify this setting to display the link "All pages" in the block "Actual news" (see Website → Blog)
uk_ua: Зазначте це налаштування, щоб вивести посилання "Усі сторінки" в блоці "Актуальні новини" (див. Веб-сайт → Блог)

# Languages::abt__ut2.settings.general.blog_page_id.button
source: All blog articles
uk_ua: Усі статті блогу

# Languages::abt__ut2.settings.general.menu_min_height
source: AB: Minimum height for the menu, px
uk_ua: AB: Мінімальна висота для меню, px

# Languages::abt__ut2.settings.general.menu_min_height.tooltip
source: The minimum height for the menu block with items of the second level. It is used to make the match of the height for left and right parts of menu (well described in the theme documentation)
uk_ua: Мінімальна висота для блоку меню з пунктами другого рівня. Використовується для припасування відповідності висоти лівої и правої частин меню (детально описано в документації теми)

# Languages::abt__ut2.settings.general.enable_fixed_header_panel
source: Enable sticky menu
uk_ua: Увімкнути липке меню

# Languages::abt__ut2.settings.general.enable_fixed_header_panel.tooltip
source: Allows you to display a fixed panel with elements of the header. The main elements of the store header will be visible even, when scrolling
uk_ua: Дозволяє відображати зверху фіксовану панель з елементами шапки магазину. Основні елементи шапки будуть видимі навіть при скролінгу

# Languages::abt__ut2.settings.general.lazy_load
source: Use images lazy load
uk_ua: Застосувати відкладене завантаження зображень

# Languages::abt__ut2.settings.general.lazy_load.tooltip
source: Speeds up the category page loading due to the fact, that images are loaded after the page is already loaded, images will be loaded only by users screen demand. Not compatible with activated option of setting "Show product mini icons gallery in the product list"
uk_ua: Прискорює завантаження сторінки категорії за рахунок того, що зображення завантажуються після завантаження сторінки, а також по мірі їх відображення на екрані користувача. Не сумісний з активованою опцією налаштувань "Показувати галерею міні-іконок у списку товарів"

# Languages::abt__ut2.settings.general.check_clone_theme
source: Check the usage of cloned themes
uk_ua: Перевіряти використання скопійованих тем

# Languages::abt__ut2.settings.general.check_clone_theme.tooltip
source: All cloned themes from original theme AB: UniTheme2 couldn't be updated through "Upgrade center"! For more information see <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc#p-3141">the documentation</a>.
uk_ua: Усі скопійовані теми від оригінальної теми AB: UniTheme2 не можуть оновлюватись через "Центр оновлень"! Докладніше дивіться <a target='_blank' href='https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc#p-3141'>документацію</a>.

# Languages::abt__ut2.settings.general.price_format
source: Price format
uk_ua: Формат ціни

# Languages::abt__ut2.settings.general.price_format.tooltip
source: Set appearance for product price on the storefront
uk_ua: Задає зовнішній вигляд ціни товару на вітрині

# Languages::abt__ut2.settings.general.price_format.variants.default
source: Default
uk_ua: За замовчуванням

# Languages::abt__ut2.settings.general.price_format.variants.default.tooltip
source: No additional formating of the price shall be done
uk_ua: Додаткове форматування ціни відбуватись не буде

# Languages::abt__ut2.settings.general.price_format.variants.superscript_decimals
source: Decimal value at the top index
uk_ua: Дробове значення в верхньому індексі

source: Decimal value of the price will be displayed at the top index. Currency setting 'Decimal delimiter' will be ignored
uk_ua: Дробове значення ціни буде відображатись в верхньому індексі. Налаштування валюти 'Дробовий роздільник' буде проігнороване

# Languages::abt__ut2.settings.general.price_format.variants.subscript_decimals
source: Decimal value at the lower index
uk_ua: Дробове значення в нижньому індексі

source: Decimal value of the price will be displayed at the lower index. Currency setting 'Decimal delimiter' will be ignored
uk_ua: Дробове значення ціни буде відображатись в нижньому індексі. Налаштування валюти 'Дробовий роздільник' буде проігнороване

# Languages::abt__ut2.settings.general.push_history_on_popups
source: Close pop-up window with the browser button "Back"
uk_ua: Закривати спливаюче вікно кнопкою "Назад" браузера

# Languages::abt__ut2.settings.general.push_history_on_popups.tooltip
source: When a pop-up window is opened, clicking "Back" button in the browser will close the window instead of transfering back
uk_ua: При відкритому спливаючому вікні, натискання кнопки "Назад" браузера буде лише закривати вікно, не здійснюючи переходу назад

# Languages::abt__ut2.settings.category
source: Category
uk_ua: Категорія

# Languages::abt__ut2.settings.category_description
source: Here are the theme settings for Categories pages
uk_ua: Тут наведені налаштування для сторінок Категорій

# Languages::abt__ut2.settings.category.show_subcategories
source: Show subcategories on category pages
uk_ua: Відображати підкатегорії в категоріях

# Languages::abt__ut2.settings.category.show_subcategories.tooltip
source: Allows subcategories to be displayed in categories
uk_ua: Дозволяє відображення підкатегорій в категоріях

# Languages::abt__ut2.settings.category.preload_images
source: Preload first images
uk_ua: Попередньо завантажувати перші зображення

# Languages::abt__ut2.settings.category.preload_images.tooltip
source: Disables Lazy Load for several first images and adds tags <code>&#60;link rel="preload"></code> for them. Use to increase performance of PageSpeed Insights
uk_ua: Вимикає Lazy load для декількох перших зображень і додає для них теги <code>&#60;link rel="preload"></code>. Використовуйте для підвищення показника PageSpeed Insights

# Languages::abt__ut2.settings.category.description_position
source: Display category description
uk_ua: Відображати опис категорії

# Languages::abt__ut2.settings.category.description_position.tooltip
source: Determines how the category description is displayed (nevertheless, regardless of the place of display, the Description field will be displayed in the code always above the product block, this is one of the recommendations of SEO audits)
uk_ua: Визначає спосіб відображення опису категорії (при цьому незалежно від місця відображення поля Опис буде відображатись в коді завжди вище товарного блоку, це одна із рекомендацій SEO аудитів)

# Languages::abt__ut2.settings.category.description_position.variants.bottom
source: After products
uk_ua: Нижче товарного блоку

# Languages::abt__ut2.settings.category.description_position.variants.top
source: Before products
uk_ua: Вище товарного блоку

# Languages::abt__ut2.settings.category.description_position.variants.none
source: Don't display
uk_ua: Не відображати

# Languages::abt__ut2.settings.category.use_swipe_to_close_filters
source: Close filters and categories with "swipe"
uk_ua: Закривати фільтри і категорії "свайпом"

# Languages::abt__ut2.settings.category.use_swipe_to_close_filters.tooltip
source: Close filters and categories with "swipe"
uk_ua: Закривати фільтри і категорії "свайпом"

# Languages::abt__ut2.settings.features
source: Features
uk_ua: Характеристики

# Languages::abt__ut2.settings.features_description
source: Here are the settings for the Features pages (Purpose: Brand, author, etc.)
uk_ua: Тут наведені налаштування для сторінок Характеристики типу "Бренд, автор тощо"

# Languages::abt__ut2.settings.features.description_position
source: Display description of feature variant
uk_ua: Відображати опис варіанту характеристики

# Languages::abt__ut2.settings.features.description_position.tooltip
source: Determines how the feature description is displayed (nevertheless, regardless of the place of display, the Description field will be displayed in the code always above the product block, this is one of the recommendations of SEO audits)
uk_ua: Визначає спосіб відображення опису характеристики (при цьому незалежно від місця відображення поля Опис буде відображатись в коді завжди вище товарного блоку, це одна із рекомендацій SEO аудитів)

# Languages::abt__ut2.settings.features.description_position.variants.bottom
source: After products
uk_ua: Нижче товарного блоку

# Languages::abt__ut2.settings.features.description_position.variants.top
source: Before products
uk_ua: Вище товарного блоку

# Languages::abt__ut2.settings.features.description_position.variants.none
source: Don't display
uk_ua: Не відображати

# Languages::abt__ut2.settings.product_list
source: Product lists
uk_ua: Списки товарів

# Languages::abt__ut2.settings.product_list_description
source: Here are the product lists settings of the theme, that affect the output for all product blocks and product lists on categories, search, features pages. Note: blocks can have their own settings and not use selected parameters. The presence of the <i class="icon-is-addon"></i> icon for the setting means, that it is dependent on the presence of an addon, that needs to be turned on
uk_ua: Тут наведені налаштування теми, які впливають на відображення товарних списків — блоки з товарами, списки товарів в категорії, пошуку, на сторінці характеристик. Зверніть увагу: блоки можуть мати свої власні налаштування та не застосувати обрані нижче параметри. Наявність іконки <i class="icon-is-addon"></i> поряд з назвою налаштування означає, що воно модулезалежне (активується тільки при наявності увімкненого модулю, який відповідає за відповідний функціонал)

# Languages::abt__ut2.settings.product_list.show_gallery
source: Show product mini icons gallery in the product list
uk_ua: Показувати галерею міні-іконок у списку товарів

# Languages::abt__ut2.settings.product_list.show_gallery.tooltip
source: Activates the option of scrolling the product photos mini gallery in the lists. Applies only to the product list with the "Grid" output template
uk_ua: Активує опцію скролінгу міні галереї фотографій товару у списках. Застосовується лише для товарного списку з шаблоном відображення "Сітка"

# Languages::abt__ut2.settings.product_list.decolorate_out_of_stock_products
source: Decolorize out of stock products
uk_ua: Знебарвлювати товари, яких немає в наявності

source: Applies the effect of decolorize for product items, that are out of stock. Only for lists in categories is used
uk_ua: Застосовує ефект знебарвлювання для плиток товарів, яких немає у наявності. Застосовується лише для списків в категоріях

# Languages::abt__ut2.settings.product_list.show_fixed_filters_button
source: Enable fixed filter call button
uk_ua: Увімкнути фіксовану кнопку виклику фільтрів

# Languages::abt__ut2.settings.product_list.show_fixed_filters_button.tooltip
source: When the setting is turned on when the page is scrolled, a button for calling filters will appear
uk_ua: Коли налаштування увімкнене при скролінгу сторінки буде з'являтись кнопка для виклику фільтрів

# Languages::abt__ut2.settings.product_list.max_features
source: Max number of displayed features in lists
uk_ua: Максимальна кількість відображених характеристик в списках
