Repository: jsdeven/devjmjxplore
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: uk_ua

# Addons::description::abt__unitheme2
source: Add-on adds functional and template files of AB: UniTheme2
uk_ua: Модуль додає функціонал і файли шаблону АВ: UniTheme2

# Languages::abt__unitheme2.settings
source: Settings only for AB: UniTheme2
uk_ua: Налаштування лише для АВ: UniTheme2

# Languages::abt__ut2.discussion.star
source: [n] Star|[n] Stars
uk_ua: [n] Зiрка|[n] Зiрки|[n] Зiрок

# Languages::abt__ut2.discussion.avr_part1
source: Average rating
uk_ua: Середня оцiнка

# Languages::abt__ut2.discussion.avr_part2
source: out of 5
uk_ua: iз 5

# Languages::abt__ut2.discussion.asr_title
source: Average star rating
uk_ua: Середня оцiнка

# Languages::abt__ut2.discussion.verified_buyer
source: Verified buyer
uk_ua: Перевiренний покупець

# Languages::abt__ut2.discussion.verified_buyer_bp
source: Bought this product
uk_ua: Купив цей товар

# Languages::abt__ut2.discussion.see_less
source: Less
uk_ua: Менше

# Languages::abt__ut2.discussion.see_more
source: More
uk_ua: Бiльше

# Languages::abt__ut2.discussion.new_post_title
source: Have you used the product?
uk_ua: Ви користувались продуктом?

# Languages::abt__ut2.discussion.new_post_descr
source: Tell us something about it and help others to make the right decision
uk_ua: Розкажіть нам щось про це та допоможіть іншим прийняти правильне рішення

# Languages::abt__ut2.sort_by_product_review_timestamp_desc
source: Newest Items First
uk_ua: Нові вище

# Languages::abt__ut2.sort_by_product_review_timestamp_asc
source: Oldest Items First
uk_ua: Старі вище

# Languages::abt__ut2.sort_by_helpfulness_asc
source: Helpful Last
uk_ua: Корисні нижче

# Languages::abt__ut2.sort_by_helpfulness_desc
source: Helpful First
uk_ua: Корисні вище

# Languages::abt__ut2.sort_by_rating_value_asc
source: Low rated
uk_ua: З низьким рейтингом

# Languages::abt__ut2.sort_by_rating_value_desc
source: Highly rated
uk_ua: З високим рейтингом

# Languages::abt__ut2.block.availability.show_on
source: !!! Only for AB: UniTheme2 when using the setting <b>[show_on]</b> block content will be cut from HTML-code for the corresponding device and is not simply hidden by styles
uk_ua: !!! Лише для AB: UniTheme2 при використанні налаштування <b>[show_on]</b> контент блоку буде вирізано з HTML-коду для відповідного пристрою, а не просто приховано стилями

# Languages::abt__ut2.grid_settings
source: AB: UniTheme2: Additional settings
uk_ua: AB: UniTheme2: Додаткові налаштування

# Languages::abt__ut2.grid.tab_description
source: The settings below apply only to the theme AB: UniTheme2 layouts sections
uk_ua: Наведені нижче налаштування застосовуються лише для секцій макетів теми AB: UniTheme2

# Languages::abt__ut2.extended.o
source: Original
uk_ua: Звичайний

# Languages::abt__ut2.extended.e
source: Extended
uk_ua: Розширений

# Languages::abt__ut2.extended.f
source: On the full width
uk_ua: На всю ширину

# Languages::abt__ut2.grid_tabs.abt__ut2_show_in_tabs
source: Show all section blocks in tabs
uk_ua: Відобразити всі блоки секції у вкладках

# Languages::abt__ut2.grid_tabs.abt__ut2_use_ajax
source: Use Ajax for loading the second and next tabs content
uk_ua: Використовувати Ajax для завантаження контенту другої і наступних вкладок

# Languages::abt__ut2.grid.padding
source: Padding
uk_ua: Додаткові відступи

# Languages::abt__ut2.grid.padding.variants.bottom
source: Only bottom
uk_ua: Тільки знизу

# Languages::abt__ut2.grid.padding.variants.top
source: Only top
uk_ua: Тільки зверху

# Languages::abt__ut2.grid.padding.variants.top_bottom
source: Top and bottom
uk_ua: Зверху і знизу

# Languages::abt__ut2.grid.padding.variants.none
source: None
uk_ua: Ні

# Languages::abt__ut2_thumbnail_height
source: Scroller thumbnail height
uk_ua: Висота іконки в скролері

# Languages::abt__ut2_show_parents
source: Show parent categories
uk_ua: Показати батьківські категорії

# Languages::abt__ut2_show_children
source: Show child categories
uk_ua: Показати дочірні категорії

# Languages::abt__ut2_show_siblings
source: Show sibling categories
uk_ua: Показати суміжні категорії

# Languages::tmpl_abt__ut2_dropdown_horizontal_mwi
source: AB: Horizontal dropdown list with icons
uk_ua: AB: Горизонтальний випадаючий список з іконками

# Languages::tmpl_abt__ut2_dropdown_vertical_mwi
source: AB: Vertical dropdown list with icons
uk_ua: AB: Вертикальний випадаючий список з іконками

# Languages::abt_menu_long_names
source: AB: Show long names of the first level menu items in two lines
uk_ua: AB: Назви пунктів меню першого рівня в два рядки

# Languages::abt_menu_long_names.tooltip
source: The active status of this setting allows displaying menu names in two lines (with line break), if more space is required to place the name, than the setting <b>AB: The maximum width of the menu item for the first level</b> specifies
uk_ua: Активний статус цього налаштування дозволяє відобразити назви пунктів у два рядки (з переносом) у випадку, якщо для розміщення назви необхідно більше місця, чим зумовлено налаштуванням <b>AB: Максимальна ширина пункту меню для першого рівня</b>

# Languages::abt_menu_long_names_max_width
source: AB: The maximum width of the menu item for the first level
uk_ua: AB: Максимальна ширина пункту меню для першого рівня

# Languages::abt_menu_long_names_max_width.tooltip
source: Specifies the width of the cell in pixels to place the name of the menu item. If the name of the menu item exceeds this value, then with the active setting <b>AB: Show long names of the first level menu items in two lines</b>, then it will be displayed in two lines (with line break).
uk_ua: Визначає розмір клітинки по ширині в пікселях для розміщення назви пункту меню. Якщо назва пункту меню перевищує це значення, то при активному налаштуванні <b>AB: Назви пунктів меню першого рівня в два рядки</b> — буде виведено в два рядки з переносом.

# Languages::abt__menu_add_horizontal_scroll_sections
source: AB: Divide menu into sections
uk_ua: AB: Розбивати меню на секції

# Languages::abt__menu_add_horizontal_scroll_sections.tooltip
source: Setting specifies whether the menu will be divided into sub-sections with switches. When the setting is disabled, menu items, that exceed the limits of the first row, will be displayed on the second row and so on.
uk_ua: Налаштування визначає чи буде меню розподілятись на підсекції з перемикачами. Коли налаштування неактивне, пункти меню, що не поміщаються в перший ряд, будуть відображатися у другому и так далі.

# Languages::abt_menu_icon_items
source: AB: Show icons for menu items of the second level
uk_ua: AB: Показувати іконки для пунктів меню другого рівня

# Languages::abt_menu_icon_items.tooltip
source: The active status of this setting allows the display of an icon that is assigned to a menu item of the second level menu.
uk_ua: Активний статус цього налаштування дозволяє відображення іконки, яка назначена пункту меню другого рівня меню

# Languages::no_hidden_elements_second_level_view
source: AB: Number of visible elements of the 2-level menu
uk_ua: AB: Кіл-ть відображених елементів 2-х рівневого меню

# Languages::no_hidden_elements_second_level_view.tooltip
source: This setting limits the number of third-level menu items, displayed in the menu structure. The remaining elements of the third level will be displayed when clicking on the <b>More</b> link
uk_ua: Це налаштування обмежує кількість відображених пунктів меню третього рівня в структурі меню. Елементи третього рівня, що залишилися, будуть відображені при натисканні на посилання <b>Ще</b>

# Languages::elements_per_column_third_level_view
source: AB: Elements number per column for the mode <b>3-level menu (dropdown list)</b>
uk_ua: AB: Кількість елементів в кожній колонці останнього рівня при застосуванні <b>Режиму 3-х рівневого меню (випадаючим списком)</b>

# Languages::elements_per_column_third_level_view.tooltip
source: This setting limits the number of displayed third-level menu items in each of the two columns of the last level when the <b>3-level menu mode (drop-down list)</b> is turned on. The remaining menu items (exceeding the limit settings) will not be displayed in the menu. It is rational to use the setting, if there is a very large number of menu items on the third level
uk_ua: Це налаштування обмежує кількість пунктів меню третього рівня, що відображаються, в кожній із двох колонок останнього рівня при увімкненому режимі <b>Режим 3-х рівневого меню (списком, що випадає)</b>. Пункти меню (що перевищують встановлену кількість), що залишилися, не будуть показані в меню. Налаштування раціонально застосовувати у випадку, якщо на третьому рівні дуже велика кількість підпунктів меню

# Languages::abt_menu_ajax_load
source: AB: Use Ajax-loading for menu items (second level and behind it)
uk_ua: AB: Використовувати Ajax-завантаження

# Languages::abt_menu_ajax_load.tooltip
source: Use Ajax to get the content of the second and third menu levels after page loading. The content of the first level will be loaded along with the page main content
uk_ua: Використовувати Ajax для отримання контенту другого і третього рівнів меню після завантаження сторінки. Контент першого рівня буде завантажено з основним контентом сторінки

# Languages::abt__ut2_selected_filters
source: AB: Selected filter variants
uk_ua: AB: Обрані варіанти фільтрів

# Languages::abt__ut2_banner_carousel_combined
source: AB: Advanced banner (Carousel)
uk_ua: AB: Розширений банер (Карусель)

# Languages::abt__ut2_banner_combined
source: AB: Advanced banner
uk_ua: AB: Розширений банер

# Languages::abt__ut2_advanced_subcategories_menu
source: AB: Advanced subcategories menu
uk_ua: AB: Розширене меню підкатегорій

# Languages::block_abt__ut2_advanced_subcategories_menu
source: AB: Advanced subcategories menu
uk_ua: AB: Розширене меню підкатегорій

# Languages::abt__ut2__mainbox_general
source: AB: Main block (SEO)
uk_ua: AB: Основний блок (SEO)

# Languages::abt__ut2__mainbox_simple
source: AB: Simplified block
uk_ua: AB: Спрощений блок

# Languages::abt__ut2__sidebox_general
source: AB: Secondary block
uk_ua: AB: Другорядний блок

# Languages::abt__ut2__sidebox_important
source: AB: Secondary framed block
uk_ua: AB: Другорядний блок з обрамуванням

# Languages::abt__ut2__swipe
source: AB: Swipe block
uk_ua: AB: Свайп блок

# Languages::abt__ut2__scroller_advanced
source: AB: Scroller advanced
uk_ua: AB: Розширений скролер товарів

# Languages::tmpl_abt__ut2__my_account_links_advanced
source: AB: My account (advanced)
uk_ua: AB: Мій профіль (додатково)

# Languages::tmpl_abt__ut2__subscribe_advanced
source: AB: Subscription form
uk_ua: AB: Форма підписки

# Languages::tmpl_abt__ut2__top_buttons
source: AB: Top buttons
uk_ua: AB: Верхні кнопки

# Languages::tmpl_abt__ut2__top_buttons.compare_list.tooltip
source: View Comparison list
uk_ua: Переглянути Список порівняння

# Languages::tmpl_abt__ut2__recent_posts_advanced
source: AB: Blog: Recent posts
uk_ua: AB: Блог: Останні пости

# Languages::tmpl_abt__ut2__top_buttons
source: AB: Buttons Compare and Wishlist
uk_ua: AB: Кнопки Порівняння і Обрані

# Languages::tmpl_abt__ut2__title_block
source: AB: Block: Title
uk_ua: АВ: Блок: Заголовок

# Languages::tmpl_abt__ut2__categories_title_block
source: AB: Block: Category title
uk_ua: AB: Блок: Заголовок категорії

# Languages::tmpl_abt__ut2__features_title_block
source: AB: Block: Feature title
uk_ua: AB: Блок: Заголовок характеристики

# Languages::tmpl_abt__ut2__subscription
source: AB: Newsletters: Subscription form
uk_ua: AB: Поштові розсилки: Форма підписки

# Languages::abt__ut2_view_more_btn_behavior
source: AB: Behaviour for the "More" button
uk_ua: AB: Поведінка для кнопки "Ще"

# Languages::abt__ut2_view_more_btn_behavior_view_items
source: Show hidden items
uk_ua: Відобразити приховані елементи

# Languages::abt__ut2_view_more_btn_behavior_trigger_parent_link
source: Go to the parent menu item link
uk_ua: Перейти за посиланням батьківського елементу меню

# Languages::abt__ut2_view_more_btn_behavior.tooltip
source: The setting determines the behavior variants of the button and will display the hidden menu elements when hover the mouse cursor or it will transfer to the parent menu item
uk_ua: Налаштування визначає варіанти поведінки кнопки або відобразить приховані елементи меню при наведені або буде перехід на батьківський пункт меню

# Languages::abt__ut2_three_columns_template
source: AB: Three-columned
uk_ua: AB: В три колонки

# Languages::abt__ut2_btn_filters_collapse
source: Collapse
uk_ua: Згорнути

# Languages::abt__ut2_filling_type
source: AB: Filling type
uk_ua: AB: Спосіб заповнення

# Languages::abt__ut2.menu.filling_variants.column_filling
source: Column filling
uk_ua: Заповнення колонками

# Languages::abt__ut2.menu.filling_variants.row_filling
source: Row filling
uk_ua: Заповнення рядками

# Languages::abt__ut2_columns_count
source: AB: Maximum columns count in the row
uk_ua: AB: Максимальна кількість колонок у рядку

# Languages::banner_type.abt__ut2
source: AB: UniTheme2: Advanced banner
uk_ua: AB: UniTheme2: Розширений банер

# Languages::abt__ut2.banners
source: Banners
uk_ua: Банери

# Languages::abt__ut2.banner_tab.general
source: General (AB: UniTheme2: Desktop)
uk_ua: Загальні (AB: UniTheme2: ПК)

# Languages::abt__ut2.banner_tab.tablet
source: AB: UniTheme2: Tablet
uk_ua: AB: UniTheme2: Планшет

# Languages::abt__ut2.banner_tab.mobile
source: AB: UniTheme2: Phone
uk_ua: AB: UniTheme2: Смартфон

# Languages::abt__ut2.banner.use_own_info
source: Use own value
uk_ua: Використати власне значення

# Languages::abt__ut2.banner.warning
source: Expert banner settings
uk_ua: Експертні налаштування банера

# Languages::abt__ut2.banners.manage
source: AB: UniTheme2: Advanced banners
uk_ua: AB: UniTheme2: Розширені банери

# Languages::abt__ut2.option.margin
source: Margin, px
uk_ua: Зовнішній відступ, рх

# Languages::abt__ut2.option.height
source: Height, px
uk_ua: Висота, рх

# Languages::abt__ut2.option.disable_first_banner_lazy_load
source: Disable Lazy Load for the first banner
uk_ua: Вимкнути Lazy Load для першого банера

# Languages::abt__ut2.banner.params.tablet_use
source: Use own settings for Tablets
uk_ua: Застосувати власні налаштування для Планшетів

# Languages::abt__ut2.banner.params.tablet_use.tooltip
source: Use this option to allow own banner settings for the mobile device Tablet
uk_ua: Застосовуйте це налаштування, щоб дозволити редагування налаштувань банера для мобільного пристрою Планшет

# Languages::abt__ut2.banner.params.mobile_use
source: Use own settings for Phones
uk_ua: Застосувати власні налаштування для Смартфонів

# Languages::abt__ut2.banner.params.mobile_use.tooltip
source: Use this option to allow own banner settings for the mobile device Phone
uk_ua: Застосовуйте це налаштування, щоб дозволити редагування налаштувань банера для мобільного пристрою Смартфон

# Languages::abt__ut2.banner.params_of_block
source: Banner block settings
uk_ua: Налаштування блоку банера

# Languages::abt__ut2.banner.params.color_scheme
source: Color scheme
uk_ua: Схема кольорів

# Languages::abt__ut2.banner.params.color_scheme.tooltip
source: Specifies what color will be <b>Title</b> and <b>Description</b> on the banner. For <b>Dark</b> banner texts will be white, for <b>Light</b> — black.
uk_ua: Визначає якого кольору буде <b>Заголовок</b> і <b>Опис</b> банера. Для <b>Темного фону</b> колір текстів у банері буде білим, для b>Світлого фону</b> банера — чорним

# Languages::abt__ut2.banner.params.color_scheme.variants.dark
source: Dark
uk_ua: Темний фон

# Languages::abt__ut2.banner.params.color_scheme.variants.light
source: Light
uk_ua: Світлий фон

# Languages::abt__ut2.banner.params.content_valign
source: Vertical alignment
uk_ua: Вертикальне вирівнювання

# Languages::abt__ut2.banner.params.content_valign.tooltip
source: Location of the content inside the banner by the vertical
uk_ua: Розташування контенту всередині банера по вертикалі

# Languages::abt__ut2.banner.params.content_valign.variants.top
source: On the top
uk_ua: По верхньому краю

# Languages::abt__ut2.banner.params.content_valign.variants.center
source: On the center
uk_ua: По центру

# Languages::abt__ut2.banner.params.content_valign.variants.bottom
source: At the bottom
uk_ua: По нижньому краю

# Languages::abt__ut2.banner.params.content_align
source: Horizontal alignment
uk_ua: Горизонтальне вирівнювання

# Languages::abt__ut2.banner.params.content_align.tooltip
source: Location of the content inside the banner by the horizontal
uk_ua: Розташування контенту всередині банера по горизонталі

# Languages::abt__ut2.banner.params.content_align.variants.left
source: On the left
uk_ua: По лівому краю

# Languages::abt__ut2.banner.params.content_align.variants.center
source: On the center
uk_ua: По центру

# Languages::abt__ut2.banner.params.content_align.variants.right
source: On the right
uk_ua: По правому краю

# Languages::abt__ut2.banner.params.padding
source: Internal paddings, px
uk_ua: Внутрішній відступ, рх

# Languages::abt__ut2.banner.params.padding.tooltip
source: CSS <code>padding</code>. Spacing in pixels inside the banner. It is useful, to standardize the paddings of banner borders to the content
uk_ua: CSS <code>padding</code>. Відступи в пікселях всередині банера. Корисно, щоб стандартувати відступи від границь банера до контенту

# Languages::abt__ut2.banner.params.content_full_width
source: Content on full width
uk_ua: Контент на всю ширину

# Languages::abt__ut2.banner.params.content_full_width.tooltip
source: The width of the content block has a default width of 50%. Set this parameter and the width of the block content will be 100%
uk_ua: Ширина блоку з контентом має за замовчуванням ширину 50% банера. Активуючи налаштування, ширина блоку з контентом буде 100%

# Languages::abt__ut2.banner.color_use
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params_of_title
source: Banner title settings
uk_ua: Налаштування заголовка банера

# Languages::abt__ut2.banner.params.title
source: Title
uk_ua: Заголовок

# Languages::abt__ut2.banner.params.title_font_size
source: Font size
uk_ua: Розмір шрифту

# Languages::abt__ut2.banner.params.title_color
source: Title color
uk_ua: Колір заголовку

# Languages::abt__ut2.banner.params.title_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params.title_font_weight
source: Weight of the font
uk_ua: Насиченість шрифту

# Languages::abt__ut2.banner.params.title_font_weight.variants.300
source: Thin
uk_ua: Тонкий

# Languages::abt__ut2.banner.params.title_font_weight.variants.400
source: Normal
uk_ua: Нормальний

# Languages::abt__ut2.banner.params.title_font_weight.variants.700
source: Bold
uk_ua: Повний

# Languages::abt__ut2.banner.params.title_font_weight.variants.900
source: Heavy
uk_ua: Жирний

# Languages::abt__ut2.banner.params.title_tag
source: Title tag
uk_ua: Тег (html) для заголовка

# Languages::abt__ut2.banner.params.title_shadow
source: Add a shadow for the title
uk_ua: Додати тінь від заголовку

# Languages::abt__ut2.banner.params_of_description
source: Banner description settings
uk_ua: Налаштування опису банера

# Languages::abt__ut2.banner.params.description
source: Short description
uk_ua: Короткий опис

# Languages::abt__ut2.banner.params.description_color
source: Description color
uk_ua: Колір опису

# Languages::abt__ut2.banner.params.description_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params.description_font_size
source: Font size
uk_ua: Розмір шрифту

# Languages::abt__ut2.banner.params.description_bg_color
source: Background color
uk_ua: Фоновий колір

# Languages::abt__ut2.banner.params.description_bg_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params_of_object
source: Banner settings for the object/image
uk_ua: Налаштування об'єкту/зображення банера

# Languages::abt__ut2.banner.params.object
source: The displayed object
uk_ua: Відображуваний об'єкт

# Languages::abt__ut2.banner.params.object.variants.image
source: Image
uk_ua: Зображення

# Languages::abt__ut2.banner.params.object.variants.video
source: YouTube video
uk_ua: YouTube відео

# Languages::abt__ut2.banner.params.main_image
source: Main image
uk_ua: Основне зображення

# Languages::abt__ut2.banner.params.youtube_use
source: Add YouTube video
uk_ua: Додати YouTube відео

# Languages::abt__ut2.banner.params.youtube_id
source: YouTube video ID
uk_ua: ID YouTube відео

# Languages::abt__ut2.banner.params.youtube_id.tooltip
source: ID video — https://www.youtube.com/watch?v=<b>abcd1234567</b>, specify only <b>abcd1234567</b>
uk_ua: Ідентифікатор відео: — https://www.youtube.com/watch?v=<b>abcd1234567</b>, вкажіть тільки <b>abcd1234567</b>

# Languages::abt__ut2.banner.params.youtube_autoplay
source: Autoplay
uk_ua: Автоматичне відтворення

# Languages::abt__ut2.banner.params.youtube_autoplay.tooltip
source: Due to changes in <b>Google's</b> policy, autoplay will only be available without sound. For more information, see <a href='https://developers.google.com/web/updates/2017/09/autoplay-policy-changes' target='_blank'>documentation</a>. <b>Google</b> strongly recommends that the player's control panel should be displayed on autoplay.
uk_ua: У зв'язку зі змінами політики <b>Google</b>, автоматичне відтворення буде доступно лише без звуку. Докладніше дивіться <a href='https://developers.google.com/web/updates/2017/09/autoplay-policy-changes' target='_blank'>документацію</a>. <b>Google</b> настійно рекомендує при автоматичному відтворенні відображати панель керування плеєра

# Languages::abt__ut2.banner.params.youtube_hide_controls
source: Hide player control elements
uk_ua: Приховати елементи керування плеєра

# Languages::abt__ut2.banner.params.youtube_hide_controls.tooltip
source: Don't ever assume a video will play, and don't show a pause button when the video is not actually playing
uk_ua: Google настійно рекомендує при автоматичному відтворенні відображати панель керування плеєра

# Languages::abt__ut2.banner.params.background_image
source: Background image
uk_ua: Фонове зображення

# Languages::abt__ut2.banner.params.background_image_size
source: Specify the size of a background image
uk_ua: Масштабування фонового зображення

# Languages::abt__ut2.banner.params.background_image_size.variants.cover
source: Resize the background image to cover the entire container, even if it has to stretch the image or cut a little bit off one of the edges
uk_ua: Із збереженням пропорцій, щоб його ширина або висота дорівнювали ширині або висоті блока

# Languages::abt__ut2.banner.params.background_image_size.variants.contain
source: Resize the background image to make sure the image is fully visible
uk_ua: Із збереженням пропорцій, щоб картинки повністю вміщувались всередині блока

# Languages::abt__ut2.banner.params.background_color
source: Background color
uk_ua: Фоновий колір

# Languages::abt__ut2.banner.params.background_color.tooltip
source: Please select the checkbox to use a new color
uk_ua: Активуйте налаштування, щоб застосувати новий колір

# Languages::abt__ut2.banner.params_of_content
source: Settings for the content, shown in the banner
uk_ua: Налаштування контенту банера, що відображається

# Languages::abt__ut2.banner.params.data_type
source: Content type
uk_ua: Тип контенту

# Languages::abt__ut2.banner.params.data_type.variants.url
source: Link
uk_ua: Посилання

# Languages::abt__ut2.banner.params.url
source: Specify link
uk_ua: Вкажіть URL
